[{"ten":"Chiến tranh Trịnh-Nguyễn, đất nước bị chia cắt thành hai vùng","namBatDau":1627,"namKetThuc":1672,"moTa":"Trịnh-Nguyễn phân tranh là thời kỳ phân chia giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (sử gọi là Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào cuối thế kỷ 18 khi nhà Tây Sơn dẹp cả chúa Nguyễn lẫn chúa Trịnh. Nước Việt Nam bị chia cách hơn 100 năm.","TrieuDai":null,"diaDiemLienQuan":["Thuận Hóa"],"nhanVatLienQuan":["Lê Chiêu Tông","Mạc Đăng Dung","Nguyễn Kim","Trịnh Kiểm","Nguyễn Phúc Nguyên","Nguyễn Hoàng","Nguyễn Bỉnh Khiêm","Trịnh Tráng","Trịnh Tùng"]},{"ten":"Chiến tranh Việt Chiêm 1400-1407","namBatDau":1400,"namKetThuc":1407,"moTa":"Từ cuối thế kỷ 14, Chiêm Thành dưới thời Chế Bồng Nga đã nhiều lần tấn công Đại Việt khiến nhà Trần phải bỏ kinh thành Thăng Long. Khi Chế Bồng Nga tử trận năm 1390, những cuộc tấn công từ phía nam mới lắng xuống. Các con Chế Bồng Nga là Chế Ma Nô Đà Nan và Chế Sơn Na bị tướng La Ngai giành ngôi, yếu thế phải chạy sang đầu hàng Đại Việt. Sau khi Hồ Quý Ly lên ngôi, lập ra nước Đại Ngu, nhà Hồ đã chủ trương đánh Chiêm Thành để mở rộng đất đai về phía nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hồ Quý Ly","Hồ Hán Thương"]},{"ten":"Chúa Nguyễn sai Nguyễn Hữu Cảnh vào miền Nam","namBatDau":1698,"namKetThuc":1698,"moTa":"Trên cơ sở những lưu dân Việt đã tự phát tới khu vực này trước đó, Nguyễn Hữu Cảnh cho lập phủ Gia Định và hai huyện Phước Long, Tân Bình. Vùng Nam Bộ được sát nhập vào cương vực Việt Nam","TrieuDai":null,"diaDiemLienQuan":["Gia Định"],"nhanVatLienQuan":["Nguyễn Hữu Cảnh"]},{"ten":"Cuộc khởi nghĩa Trần Ngỗi","namBatDau":1407,"namKetThuc":1409,"moTa":"Tháng 11-1406, quân Minh sang xâm lược nước ta. Sau thất bại của nhà Hồ, nhân dân ta ở nhiều nơi đã nổi dậy khởi nghĩa trong đó có cuộc khởi nghĩa của Trần Ngỗi. Trần Ngỗi vốn là con thứ của vua Trần Nghệ Tông, ông được một người yêu nước là Trần Triệu Cơ đưa lên làm minh chủ, Trần Ngỗi tự xưng là Giản Định hoàng đế.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An"],"nhanVatLienQuan":["Trần Nghệ Tông","Nguyễn cảnh Chân","Đặng Tất"]},{"ten":"Cuộc khởi nghĩa Trần Quý Khoáng","namBatDau":1409,"namKetThuc":1414,"moTa":"Sau khi cuộc kháng chiến của nhà Hồ bị thất bại, tiếp theo là cuộc khởi nghĩa của Trần Ngỗi bị tan rã, hai tướng Đặng Tất, Nguyễn Cảnh Chân bi Trần Ngỗi giết chết, con trai của Đặng Tất, Nguyễn Cảnh Chân là Đặng Dung và Nguyễn Cảnh Dị cùng nhiều nghĩa quân bỏ vào Nghệ An, đưa Trần Quý Khoáng (con của Trang Định vương Trần Ngạc, cháu nội vua Trần Nghệ Tông) lên ngôi vua, lấy hiệu là Trùng Quang đế và phát động khởi nghĩa.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Thanh Hóa"],"nhanVatLienQuan":["Trần Nghệ Tông","Nguyễn cảnh Chân","Đặng Tất","Trùng Quang Đế","Giản Định Đế"]},{"ten":"Cuộc xâm lược của nhà Minh 1406-1407","namBatDau":1406,"namKetThuc":1407,"moTa":"Tháng 11-1406, lấy cớ nhà Hồ cướp ngôi nhà Trần, nhà Minh đã huy động một lực lượng lớn gồm 20 vạn quân cùng với hàng chục vạn dân phu, do tướng Trương Phụ cầm đầu tiến vào nước ta.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long"],"nhanVatLienQuan":["Hồ Quý Ly"]},{"ten":"Kháng chiến chống quân Nam Hán lần thứ nhất","namBatDau":930,"namKetThuc":931,"moTa":"Năm 917, Khúc Hạo mất, Khúc Thừa Mĩ lên thay. Tiếp tục sự nghiệp của cha, Khúc Thừa Mĩ đã cử quân sang thần phục nhà Hậu Lương và được vua Lương phong chức Tiết độ sứ. Viện cớ này, năm 930, quân Nam Hán đánh sang nước ta. Khúc Thừa Mĩ chống cự không nổi bị bắt đem về Quảng Châu. Nhà Nam Hán nhân đó cử Lý Tiến làm Thứ sử Giao Châu, đặt cơ quan đô hộ ở Tống Bình (Hà Nội). Năm 931, một tướng cũ của Khúc Hạo là Dương Đình Nghệ được tin đã kéo quân từ Thanh Hoá ra Bắc, bao vây thành Tống Bình","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Khúc Hạo","Khúc Thừa Mĩ","Dương Đình Nghệ"]},{"ten":"Kháng chiến của nhân dân ta chống quân xâm lược Hán","namBatDau":42,"namKetThuc":43,"moTa":"Sau cuộc khởi nghĩa của Hai Bà Trưng, vua Hán nổi giận hạ lệnh cho các quận miền Nam Trung Quốc chuẩn bị xe, thuyền, làm thêm đường sá, tích trữ lương thực để sang đàn áp nghĩa quân. Năm 42, Quang Vũ sai Phục ba tướng quân Mã Viện, Lâu thuyền tướng quân là Đoàn Chí đem quân ở các miền Quế Dương, Linh Lăng, Thương Ngô sang nước Âu Lạc đánh Trưng Vương.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Khúc Thừa Dụ khởi nghĩa giành chính quyền tự chủ","namBatDau":905,"namKetThuc":905,"moTa":"Từ cuối thế kỉ thứ IX, triều đại nhà Đường sắp sụp đổ, Trung Quốc rơi vào thời kỳ đại loạn sử cũ gọi là thời kỳ Ngũ đại Thập quốc (5 đời 10 nước). Việc cai trị ở An Nam trở nên lỏng lẻo. Nhân cơ hội này, Khúc Thừa Dụ, một hào trưởng có thế lực lâu đời ở đất Hồng Châu (Ninh Giang, Hải Dương), đã nhanh chóng đứng ra lãnh đạo nhân dân nổi lên đánh đuổi bọn đô hộ nhà Đường, đánh chiếm Tống Bình, dựng quyền tự chủ cho đất nước. Khúc Thừa Dụ cũng tự xưng là Tiết độ sứ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Khúc Thừa Dụ","Khúc Hạo"]},{"ten":"Khởi nghĩa Bà Triệu","namBatDau":248,"namKetThuc":248,"moTa":"Khi nhà Ngô xâm lược đất nước, chế độ áp bức và bóc lột của nhà Ngô trên nước ta vô cùng tàn bạo. Khi được vua Ngô cử sang làm thứ sử nước ta, Chu Phù và bọn tay chân của hắn ngang ngược hoành hành, thẳng tay cướp bóc tài sản của nhân dân Việt Nam. Nhân dân ta bị cưỡng bức phải đi kiếm các thứ như hương thơm, hạt trai, ngọc lưu ly, đồi mồi, ngà voi nộp cho vua Ngô. Mùa nào thức ấy, nhân dân ta còn phải nộp các thứ quả lạ như chuối tiêu, dứa, nhãn… để cung đốn cho bọn quan lại nhà Ngô. Không cam chịu áp bức bóc lột, dân ta đã nổi lên ở nhiều nơi. Giữa thế kỉ III, ở quận Cửu Chân đã nổi lên cuộc khởi nghĩa của bà Triệu. Năm 19 tuồi bà đã cùng anh trai Triệu Quốc Đạt một hào trưởng lớn ở miền núi Quan yên, thuộc quận Cửu Chân (Yên Định, Thanh Hóa) tập hợp nhiều nghĩa sĩ trên đỉnh núi Nưa, mài gươm luyện võ, chuẩn bị khởi nghĩa.","TrieuDai":null,"diaDiemLienQuan":["Thanh Hóa"],"nhanVatLienQuan":["Bà Triệu"]},{"ten":"Khởi nghĩa Hai Bà Trưng bùng nổ","namBatDau":40,"namKetThuc":40,"moTa":"Dưới ách đô hộ của nhà Đông Hán, nhân dân Âu Lạc càng bị áp bức bóc lột nặng nề hơn. Năm 34, Tô Định thay Tích Quang làm Thái thú Giao Chỉ. Tên này ra sức đốc thúc nhân dân nộp, cống, thuế. Chúng thẳng tay trừng trị những người có tư tưởng và hành vi chống lại chính quyền. Mâu thuẫn giữa tầng lớp nhân dân Giao Chỉ với chính quyền đô hộ nói chung và cá nhân Thái thú Tô Định nói riêng ngày càng sâu sắc. Đầu năm 40, cuộc khởi nghĩa do Hai Bà Trưng lãnh đạo đã bùng nổ ở Hát Môn (cửa sông Hát, huyện Phúc Thọ, Hà Tây). Dưới ngọn cờ của hai chị em Trưng Trắc, Trưng Nhị, nhân dân cả nước đã nổi dậy hưởng ứng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Khởi nghĩa Hoàng Công Chất","namBatDau":1739,"namKetThuc":1769,"moTa":"Vào giữa thế kỉ XVIII, chính quyền Đàng Ngoài suy sụp. Vua Lê chỉ còn là cái bóng mờ trong cung cấm. Phủ chúa quanh năm hội hè, phung phí tiền của. Quan lại, binh lính hoành hành, đục khoét nhân dân. Ruộng đất của nông dân bị địa chủ, quan lại lấn chiếm. Sản xuất nông nghiệp bị đình đốn. Hạn lụt, mất mùa liên tiếp xảy ra. Các đê sông Hồng, sông Mã nhiều năm bị vỡ. Hàng chục huyện bị ngập, nhà cửa trôi dạt. Nhà nước đánh thuế rất nặng, cuộc sống nhân dân vô cùng lầm than đã đẩy người nông dân vùng lên chống lại chính quyền. Khởi nghĩa Hoàng Công Chất cũng là cuộc khởi nghĩa diễn ra trong giai đoạn này.","TrieuDai":null,"diaDiemLienQuan":["Đàng Ngoài"],"nhanVatLienQuan":["Hoàng Công Chất"]},{"ten":"Khởi nghĩa Lam Sơn","namBatDau":1418,"namKetThuc":1427,"moTa":"Sau khi nhà Minh tiêu diệt nhà Hồ, nhân dân ta đã nổi dậy ở nhiều nơi như cuộc khởi nghĩa của Trần Ngỗi, cuộc khởi nghĩa của Trần Quý Khoáng. Tuy nhiên các cuộc khởi nghĩa này lần lượt thất bại. Trước cảnh nước mất, nhân dân lầm than, Lê Lợi một hào trưởng vùng Lam Sơn (Thanh Hóa) đã dốc hết tài sản dể chiêu tập nghĩa sĩ, bí mật liên lạc với các hào kiệt, xây dựng lực lượng và chọn Lam Sơn làm căn cứ cho cuộc khởi nghĩa. Nghe tin Lê Lợi chuẩn bị khởi nghĩa ở Lam Sơn, nhiều người yêu nước tìm về càng đông, trong đó có Nguyễn Trãi. Ngày 2 tháng 1 năm Mậu Tuất (7-2-1418), Lê Lợi dựng cờ khởi nghĩa ở Lam Sơn và tự xưng là Bình Định Vương.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Thanh Hóa","Thuận Hóa","Núi Chí Linh","Ải Chi Lăng","Tốt Động"],"nhanVatLienQuan":["Nguyễn Trãi","Lê Lai","Lê Thái Tổ"]},{"ten":"Khởi nghĩa Lý Bí bùng nổ","namBatDau":542,"namKetThuc":542,"moTa":"Đầu thế kỉ VI, nhà Lương đô hộ Giao Châu. Thứ sử Giao Châu là Tiêu Tư đã đặt ra hàng trăm thứ thuế làm cho nhân dân hết sức cơ cực, lầm than. Lý Bí nhân lòng oán giận của dân, đã liên kết với hào kiệt các châu thuộc miền đất nước ta cùng nổi dậy chống Lương. Triệu Túc là thủ lĩnh đất Chu Diên, Phạm Tu là một tướng tài người làng Thanh Liệt (Thanh Trì, Hà Nội) đã sớm đến với cuộc khởi nghĩa. Tháng giêng năm 542, cuộc khởi nghĩa toàn dân do Lý Bí lãnh đạo đã bùng nổ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Khởi nghĩa Mai Thúc Loan","namBatDau":713,"namKetThuc":713,"moTa":"Khoảng cuối những năm 10 của thế kỉ VIII, Mai Thúc Loan kêu gọi những người dân phu đã cùng ông phải đi gánh vải quả nộp cống cho chính quyền nhà Đường nổi dậy khởi nghĩa. Được nhân dân khắp vùng Thanh, Nghệ Tĩnh hưởng ứng, nghĩa quân trở nên đông đảo, mạnh mẽ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Mai Hắc Đế"]},{"ten":"Khởi nghĩa Nguyễn Danh Phương","namBatDau":1740,"namKetThuc":1751,"moTa":"Khởi nghĩa Nguyễn Danh Phương (hay còn gọi là quận Hẻo) là một cuộc khởi nghĩa nông dân Đàng Ngoài lớn vào giữa thế kỷ 18. Cuộc khởi nghĩa lấy núi Tam Đảo (Vĩnh Phúc) làm căn cứ và lan ra các trấn Sơn Tây, Tuyên Quang.","TrieuDai":null,"diaDiemLienQuan":["Đàng Ngoài"],"nhanVatLienQuan":["Nguyễn Danh Phương"]},{"ten":"Khởi nghĩa Phùng Hưng","namBatDau":776,"namKetThuc":791,"moTa":"Dưới sự thống trị của nhà Đường, nhân dân ta phải chịu nhiều cực khổ, nhà Đường đặt ra nhiều loại thuế như thuế muối, thuế sắt, thuế đay, gai, tơ lụa...Hàng năm dân ta phải cống nạp những sản vật quý hiếm như ngọc trai, ngà voi, sừng tê, đồi mồi, trầm hương, vàng, bạc...Căm ghét chính sách thống trị của quan lại nhà Đường, và nhân lòng căm phẫn của nhân dân, lợi dụng khi quân lính ở Tống Bình nổi loạn, Phùng Hưng đã phát động một cuộc khởi nghĩa lớn chống chính quyền đô hộ chống chính quyền đô hộ nhà Đường.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phùng Hưng"]},{"ten":"Khởi Nghĩa Trần Cảo","namBatDau":1516,"namKetThuc":1516,"moTa":"Đây là phong trào nông dân khởi nghĩa đầu thế kỉ XVI chống lại triều đình nhà Lê, do Trần Cảo lãnh đạo. Tháng 4. 1516, Trần Cảo tập hợp lực lượng lập căn cứ ở chùa Quỳnh Lâm, Đông Triều (Quảng Ninh) chống lại triều đình. Trần Cảo tự xưng là Đế Thích giáng sinh, mặc áo đen lấy niên hiệu là Thiên Ứng.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Thanh Hóa"],"nhanVatLienQuan":["Trần Cảo","Lê Chiêu Tông","Mạc Đăng Dung"]},{"ten":"Khởi Nghĩa Trần Tuân","namBatDau":1511,"namKetThuc":1511,"moTa":"Thời nhà Lê Sơ (thế kỉ thứ XV) là thời kì thịnh trị của nhà nước phong kiến. Tuy nhiên đầu thế kỉ XVI, nhà Lê bắt đầu suy thoái. Vua quan ăn chơi xa xỉ, xây dựng lâu đài cung điện tốn kém. Nội bộ triều Lê chia bè kéo cánh, triều đình rốn loạn. quan lại địa phương cậy quyền ức hiếp nhân dân. Đời sống nhân dân lâm vào cảnh khốn cùng. Mâu thuẫn giữa nông dân và địa chủ, nhân dân và nhà nước phong kiến trở lên gây gắt làm bùng lên các cuộc khởi nghĩa. Một thủ lĩnh là Trần Tuân cũng tập hợp lực lượng ở vùng rừng núi Hưng Hóa, chiêu mộ được vài ngàn người, cắt đặt ngôi thứ. Năm 1511, ông cùng bộ tướng Nguyễn Nghiêm chính thức khởi binh chống triều đình tại Sơn Tây.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Trần Tuân","Lê Tương Dực","Trịnh Duy Sản"]},{"ten":"Loạn 12 sứ quân","namBatDau":965,"namKetThuc":967,"moTa":"Loạn 12 hình thành và phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau. Loạn 12 sứ quân kéo dài hơn 20 năm (944-968) và kết thúc khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà nước Đại Cồ Việt - nhà nước phong kiến tập quyền đầu tiên trong lịch sử.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Ngô Quyền","Dương Tam Kha","Ngô Xương Văn","Ngô Xương Ngập","Ngô Xương Xí"]},{"ten":"Lê Hoàn lên ngôi, lập nhà Tiền Lê, đóng đô ở Hoa Lư","namBatDau":980,"namKetThuc":1009,"moTa":"Sau khi Đinh Tiên Hoàng và con là Đinh Liễn bị ám hại, Vệ Vương Toàn lên làm vua, Lê Hoàn làm phụ chính, xưng là Phó Vương. Triều thần sợ Lê Hoàn cướp ngôi vua nhỏ, Định Quốc Công Nguyễn Bặc và ngoại giáp Đinh Điền dẫn quân về kinh đô định giết Lê Hoàn, thua trận bị Lê Hoàn giết. Năm 980, quân Tống nhân cơ hội đem quân sang muốn cướp nước, triều thần và thái hậu Dương Vân Nga đưa Lê Hoàn lên làm vua (vua Lê Đại Hành) lập ra nhà Tiền Lê, đổi niên hiệu là Thiên Phúc, đóng đô ở Hoa Lư. Nhà Tiền Lê trải qua ba đời vua và chấm dứt khi Lê Ngọa Triều qua đời, hoàng tử kế vị đang còn nhỏ tuổi và được kế tục bởi nhà Lý.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Lê Đại Hành"]},{"ten":"Lê Hoàn đánh bại quân Tống","namBatDau":981,"namKetThuc":981,"moTa":"Cuối năm 979, Đinh Tiên Hoàng và thế tử Đinh Liễn bị ám sát. Vua mới còn nhỏ, Lê Hoàn được cử làm phụ chính. Một số tướng dấy binh chống lại bị Lê Hoàn đánh bại. Nhân cơ hội đó, nhà Tống lăm le bờ cõi Đại Cồ Việt. Trước tình thế hiểm nghèo, các tướng lĩnh và quân đội suy tôn Lê Hoàn lên làm vua để chỉ huy kháng chiến.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Đại Hành"]},{"ten":"Lê Lợi lên ngôi vua ở Đông đô, đặt lại quốc hiệu là Đại Việt","namBatDau":1428,"namKetThuc":1428,"moTa":"Sau khi chiến thắng quân Minh, Năm 1428 Lê Lợi lên ngôi Hoàng đế, tức vua Lê Thái Tổ, chính thức dựng lên triều Hậu Lê. Ông khôi phục quốc hiệu Đại Việt, đóng đô ở Thăng Long và đổi tên Thăng Long thành Đông Đô vào năm Thuận Thiên thứ hai","TrieuDai":null,"diaDiemLienQuan":["Thăng Long"],"nhanVatLienQuan":["Lê Thái Tổ"]},{"ten":"Lê Thánh Tông cho biên soạn và ban hành bộ luật Hồng Đức","namBatDau":1483,"namKetThuc":1483,"moTa":"Dưới thời vua Lê Thái Tổ, Lê Thái Tông, Lê Nhân Tông, pháp luật đã được chú ý xây dựng. Năm 1483 vua Lê Thánh Tông cho biên soạn và ban hành bộ luật mới gọi là bộ Quốc triều hình luật hay Luật Hồng Đức.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Thái Tổ","Lê Thái Tông","Lê Thánh Tông"]},{"ten":"Lý Công Uẩn lên ngôi, lập ra nhà Lý","namBatDau":1009,"namKetThuc":1009,"moTa":"Năm 1005, Lê Hoàn mất, Lê Long Đĩnh lên ngôi vua. Cuối 1009 Lê Long Đĩnh qua đời. Triều Đình chán ghét nhà Tiền Lê, vì vậy các tăng sư và đại thần, đứng đầu là Sư Vạn hạnh, Đào Cam Mộc tôn Lý Công Uẩn lên ngôi vua (vua Lý Thái Tổ). Nhà Lý thành lập. Nhà Lý đã trải qua 9 triều vua và chấm dứt khi vua Lý Chiêu Hoàng, lúc đó mới có 7 tuổi bị ép thoái vị để nhường ngôi cho chồng là Trần Cảnh vào năm 1225 – tổng cộng là 216 năm.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Đại Hành","Lê Long Đĩnh","Lý Thái Tổ","Đào Cam Mộc","Vạn Hạnh"]},{"ten":"Lý Thái Tổ dời đô về Đại la, đổi tên thành Thăng Long","namBatDau":1010,"namKetThuc":1010,"moTa":"Cuối năm 1009, Lý Công Uẩn lên ngôi, nhà Lý thành lập. Năm 1010 Lý Công Uẩn đặt niên hiệu là Thuận Thiên, ông ban hành chiếu dời đô để chuyển kinh đô nước Đại Cồ Việt từ Hoa Lư (Ninh Bình) vể Đại La (Hà Nội ngày nay) và đổi tên thành là Thăng Long. Thời Lý, kinh thành Thăng Long đã dần trở thành đô thị phồn thịnh và có quy mô lớn trong cả khu vực và trên thế giới.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Lý Thái Tổ"]},{"ten":"Mạc Đăng Dung lật đổ nhà Lê Sơ, thành lập nhà Mạc","namBatDau":1527,"namKetThuc":1527,"moTa":"Vào thế kỉ XVI, triều đình nhà Lê Sơ ngày càng suy yếu, sự tranh chấp phe phái ngày càng diễn ra quyết liệt. Mạc Đăng Dung vốn là một võ quan nhà Lê, lợi dụng xung đột giữa các phe phái. mạc Đăng Dung đã tiêu diệt các thế lực đối lập, thâu tóm quyền hàng, cương vị như Tể tướng. Năm 1527, Mạc Đăng Dung cướp ngôi nhà Lê, lập ra triều Mạc. Ông lên làm vua từ ngày 15 tháng 6 âm lịch năm 1527 đến hết năm 1529 với niên hiệu Minh Đức. Sau đó nhường ngôi cho con là Mạc Đăng Doanh (tức Mạc Thái Tông) để lui về làm Thái thượng hoàng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Thái Tổ","Mạc Đăng Dung","Mạc Thái Tông"]},{"ten":"Ngô Quyền xưng vương, đóng đô ở Cổ Loa","namBatDau":939,"namKetThuc":939,"moTa":"Sau chiến thắng Bạch Đằng năm 938, mưu đồ xâm lược của quân Nam Hán bị đè bẹp, Việt Nam chính thức kết thúc hơn một thiên niên kỉ Bắc thuộc, mở ra một thời kì độc lập lâu dài. Sau chiến thắng này, năm 939 Ngô Quyền lên ngôi vua, chọn Cổ Loa làm kinh đô.","TrieuDai":null,"diaDiemLienQuan":["Cổ Loa"],"nhanVatLienQuan":["Ngô Quyền"]},{"ten":"Nhà Mạc sụp đổ","namBatDau":1592,"namKetThuc":1592,"moTa":"Mạc Đăng Dung tuy giành được ngôi vua nhưng lực lượng ủng hộ nhà Lê còn rất mạnh. Năm 1529, một võ tướng cũ của nhà Lê là Nguyễn Kim không thần phục nhà Mạc, bỏ chạy vào miền núi Thanh Hoá và sang Ai Lao (Lào), tập hợp lực lượng chống nhà Mạc. Năm 1533, Kim tìm một người tên là Lê Duy Ninh là con của vua Lê Chiêu Tông đưa lên ngôi trên đất Sầm Châu (Ai Lao), tức là vua Lê Trang Tông.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Thành Tây Đô","Nghệ An","Thanh Hóa"],"nhanVatLienQuan":["Mạc Đăng Dung","Nguyễn Kim","Trịnh Kiểm","Trịnh Tùng"]},{"ten":"Nhà nước Văn Lang ra đời","namBatDau":-700,"namKetThuc":-700,"moTa":"Văn Lang là nhà nước đầu tiên của Việt Nam trong lịch sử. Nhà nước Văn Lang được cai trị bởi các vua Hùng. Đứng đầu nhà nước là Hùng Vương, chia nước làm 15 bộ, vua giữ mọi quyền hành trong nước, tường văn là là Lạc Hầu, tướng võ là Lạc Tướng. Con trai vua là Quan Lang, con gái vua là Mị Nương. Các vị vua cai trị nước Văn Lang có tất cả 18 đời vua đều gọi là Hùng Vương.","TrieuDai":null,"diaDiemLienQuan":["Tây Bắc","Đông Bắc"],"nhanVatLienQuan":[]},{"ten":"Nhà Đường đổi Giao Châu thành An Nam đô hộ phủ","namBatDau":679,"namKetThuc":679,"moTa":"Năm 618, nhà Đường được thành lập ở Trung Quốc. Nước ta lại chịu sự thống trị của nhà Đường. Năm 679 nhà Đường đổi Giao Châu thành An Nam đô hộ phủ (sử Trung Quốc bắt đầu gọi ta là An Nam kể từ đó). Với các hình thức và thủ đoạn cai trị xảo quyệt, hà khắc và ngu dân. An Nam đô hộ phủ tương ứng với một phần tây nam Quảng Tây (Trung Quốc), Miền Bắc và miền Trung Việt Nam ngày nay, có địa bàn từ Hà Tĩnh trở ra.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nước Vạn Xuân thành lập","namBatDau":544,"namKetThuc":544,"moTa":"Sau cuộc khởi nghĩa thắng lợi của Lý Bí năm 544, Lý Bí tự xưng là Lý Nam Đế và lên ngôi, đặt niên hiệu là Thiên Đức (đức trời), đặt tên nước là Vạn Xuân (xã tắc truyền đến muôn đời). Ông cho đóng đô ở miền cửa sông Tô Lịch, dựng điện Vạn Thọ làm nơi triều hội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Quân Lam Sơn giải phóng Nghệ An","namBatDau":1424,"namKetThuc":1424,"moTa":"Năm 1416, Lê Lợi và các cộng sự mở Hội thề Lũng Nhai, bắt đầu khởi nghĩa chống quân Minh xâm lược. Ban đầu nghĩa quân lập chiến khu ở vùng núi Lam Sơn (Thanh Hóa) nhưng lực lượng mỏng lại bị quân Minh trấn áp quyết liệt, nên phải rút về lập chiến khu mới ở vùng núi Chí Linh. Tại Chí Linh, quân Việt tiếp tục gặp phải khó khăn về lương thực và lực lượng, bị quân Minh tấn công dữ dội. Sau thời gian tạm hòa, cuối năm 1424 quân Minh tiến công nghĩa quân. Trước tình hình này, Nguyễn chích đề nghị tạm rời Chí Linh (Thanh Hóa) để chuyển quân về Nghệ An là nơi đất rộng, người đông và cũng rất hiểm yếu, dựa vào đó có thể quay ra đánh lấy Đông Đô","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Thanh Hóa","Núi Chí Linh"],"nhanVatLienQuan":["Lê Thái Tổ","Nguyễn Chích"]},{"ten":"Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc","namBatDau":1425,"namKetThuc":1426,"moTa":"Sau khi giải phóng Nghệ An, tháng 8-1425, các tướng Trần Nguyên Hãn, Lê Ngân… được lệnh chỉ huy một lực lượng mạnh từ Nghệ An tiến vào Tân Bình (Quảng Bình, Bắc Quảng Trị) và Thuận Hóa (Thừa Thiên - Huế). Nghĩa quân nhanh chóng đập tan sức kháng cự của quân giặc, giải phóng Tân Bình, Thuận Hóa.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Nghệ An","Quảng Bình","Quảng Trị","Thuận Hóa"],"nhanVatLienQuan":["Lê Thái Tổ","Trần Nguyên Hãn","Lê Ngân"]},{"ten":"Thời kì Lê – Mạc và cuộc chiến tranh Nam – Bắc triều","namBatDau":1543,"namKetThuc":1592,"moTa":"Sau khi Mạc Đăng Dung lật đổ nhà Lê sơ, lập lên nhà Mạc. Năm 1533 một võ quan nhà Lê tên là Nguyễn Kim chạy vào Thanh Hóa, lập một người dòng dõi nhà Lê lên làm vua, lấy danh nghĩa là \"phù Lê diệt mạc\". Sử cũ gọi là Nam triều để phân biệt với Bắc triều (nhà Mạc ở phía bắc).","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Thanh Hóa"],"nhanVatLienQuan":["Mạc Đăng Dung","Nguyễn Kim"]},{"ten":"Triệu Quang Phục giành lại độc lập","namBatDau":550,"namKetThuc":550,"moTa":"Triệu Quang Phục là người có công lớn trong cuộc khởi nghĩa Lý Bí và được Lý Bí rất tin cậy. Sau thất bại ở hồ Điển Triệt, ông được Lý Nam Đế trao quyền chỉ huy cuộc kháng chiến chống quân Lương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế","Triệu Việt Vương"]},{"ten":"Trận Chi Lăng – Xương Giang","namBatDau":1427,"namKetThuc":1427,"moTa":"Trận Chi Lăng – Xương Giang là một loạt trận đánh nhằm tiêu diệt quân Minh của nghĩa quân Lam Sơn trên địa bàn từ Chi Lăng đến Xương Giang (113 km), kết thúc cuộc khởi nghĩa Lam Sơn và chiến tranh giải phóng chống Minh.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Hà Nội","Ải Chi Lăng","Lạng Sơn","Chúc Động"],"nhanVatLienQuan":["Nguyễn Trãi","Lê Thái Tổ","Nguyễn Xí","Trần Nguyên Hãn","Đinh Liệt"]},{"ten":"Trận Tốt Động – Chúc Động","namBatDau":1426,"namKetThuc":1426,"moTa":"Trận Tốt Động – Chúc Động là trận đánh vào cuối năm năm1426, giữa nghĩa quân Lam Sơn do Lê Lợi chỉ huy với quân nhà Minh đóng ở Đông Quan (tức là Thăng Long, Hà Nội). Đây là một trong những điển hình rực rỡ về quyết tâm tiêu diệt địch, về tinh thần chiến đấu dũng cảm và nghệ thuật quân sự tuyệt vời của nghĩa quân Lam Sơn. Trận này được nhắc đến trong Bình Ngô đại cáo của Nguyễn Trãi: Ninh Kiều máu chảy thành sông, tanh hôi vạn dặm; Tụy Động thây chất đầy nội, nhơ để ngàn năm.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Hà Nội","Quảng Bình","Thuận Hóa","Tốt Động"],"nhanVatLienQuan":["Nguyễn Trãi","Lê Thái Tổ"]},{"ten":"Đinh Bộ Lĩnh dẹp loạn 12 sứ quân, thống nhất đất nước, lên ngôi vua","namBatDau":968,"namKetThuc":968,"moTa":"Năm 944 Ngô Quyền mất, năm 945 Dương Tam Kha chiếm ngôi. Nhiều quan lại cựu thần của Ngô Quyền đã nổi lên chống lại Dương Tam Kha, thổ hào các nơi cũng đua nhau nổi dậy. Từ năm 966, hình thành đầy đủ 12 sứ quân chiếm giữ các địa phương. Trong hoàn cảnh nói trên, Đinh Bộ Lĩnh đã liên kết với sứ quân Trần Lãm, chiêu dụ được sứ quân Phạm Bạch Hổ, tiến đánh các sứ quân khác.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Ngô Quyền","Dương Tam Kha","Đinh Tiên Hoàng","Đinh Công Trứ"]},{"ten":"Định quan chế và hình luật của nước Đại Ngu","namBatDau":1401,"namKetThuc":1401,"moTa":"Năm 1401, Hồ Hán Thương \"định quan chế về hình luật nước Đại Ngu\". Nếu như pháp luật hình sự thời kỳ nhà Lý còn mang nhiều tính khoan dung, đến pháp luật hình sự thời kỳ nhà Trần đã mang tính nghiêm khắc hơn, thì đến thời kỳ nhà Hồ, để khôi phục kỷ cương và củng cố uy quyền của nhà nước phong kiến, chế tài hình sự được áp dụng đã mang tính chất hà khắc, nặng nề hơn các triều đại trước rất nhiều.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hồ Quý Ly","Hồ Hán Thương","Hồ Nguyên Trừng"]}]