[{"ten":"12 ngày đêm phá “cánh cửa thép” Xuân Lộc, tiến vào giải phóng Sài Gòn","namBatDau":1975,"namKetThuc":1975,"moTa":"Cuối tháng 3/1975, khi quân địch thất thủ ở Tây Nguyên và các chiến trường Phan Rang, Phan Thiết rồi Chi khu Dầu Tiếng, Chơn Thành, Di Linh được giải phóng, đã hình thành nên vòng cung siết chặt, buộc quân địch phải co cụm lại và chúng quyết “tử thủ” tại cửa ngõ Xuân Lộc (tỉnh Long Khánh cũ) để bảo vệ Sài Gòn. Tuy nhiên, với khí thế “tiến công ào ào như thác đổ,” sau 12 ngày đêm chiến đấu vô cùng anh dũng của quân và dân ta, “cánh cửa thép” Xuân Lộc đã được mở tung, mở đường cho quân ta tiến vào giải phóng Sài Gòn, thống nhất đất nước.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"1833-1835: Cuộc khởi nghĩa Nông Văn Vân chống Nguyễn","namBatDau":1833,"namKetThuc":1835,"moTa":"Cuộc khởi nghĩa của Nông Văn Vân là một cuộc đấu tranh chống nhà Nguyễn của các dân tộc thiểu số ở Việt Bắc (Việt Nam) do Nông Văn Vân làm thủ lĩnh, xảy ra từ đầu tháng 7 (âm lịch) năm Quý Tỵ 1833 đến khoảng giữa tháng 3 (âm lịch) năm Ất Mùi (1835) thì bị triều đình dập tắt. Cuộc nổi dậy kết thúc khi quân nhà Nguyễn phóng hỏa đốt rừng Thẩm Pát (hay Thẩm Bát) ở Tuyên Quang và tuyên bố đã tìm thấy thủ lĩnh Nông Văn Vân bị chết cháy ở trong đó. Theo một số nhà nghiên cứu thì đây là cuộc đấu tranh rộng lớn và tiêu biểu nhất của các dân tộc thiểu số ở nửa đầu thế kỷ 19 tại Việt Nam","TrieuDai":null,"diaDiemLienQuan":["Lạng Sơn","Cao Bằng","Tuyên Quang","Thái Nguyên"],"nhanVatLienQuan":["Nông Văn Vân"]},{"ten":"2500 công nhân nhà máy sợi Nam Định bãi công","namBatDau":1925,"namKetThuc":1925,"moTa":"Hoà chung với khí thế đấu tranh của giai cấp công nhân Việt Nam hồi đầu thế kỷ XX, công nhân Nam Định ngay từ thời kỳ đầu cũng đã tự tổ chức nhiều cuộc đấu tranh chống lại sự áp bức bóc lột của bọn thực dân. Nam Định trở thành một điểm sáng trong phong trào đấu tranh của giai cấp công nhân cả nước, với nhiều cuộc đấu tranh tiêu biểu.","TrieuDai":null,"diaDiemLienQuan":["Nam Định"],"nhanVatLienQuan":[]},{"ten":"An Nam cộng sản Đảng được thành lập","namBatDau":1929,"namKetThuc":1929,"moTa":"An Nam Cộng sản Đảng là một trong ba tổ chức cộng sản tiền thân của Đảng Cộng sản Việt Nam. An Nam cộng sản Đảng thành lập vào tháng 8 năm 1929. Đại hội Thành lập được tổ chức tại phòng 1, lầu 2, nhà số 1 đường Philippini (nay là đường Nguyễn Trung Trực), phường Bến Thành, Quận 1, thành phố Hồ Chí Minh.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hồ Tùng Mậu","Lê Hồng Sơn","Trịnh Đình Cửu","Lâm Đức Thụ","Châu Văn Liêm","Nguyễn Thiệu","Trần Não","Nguyễn Sĩ Sách"]},{"ten":"Ban Chấp hành Trung ương Đảng ra Chỉ thị “Kháng chiến kiến quốc”","namBatDau":1945,"namKetThuc":1945,"moTa":"Chỉ thị xác định một số vấn đề cơ bản về đường lối và nhiệm vụ của toàn Đảng, toàn dân trong giai đoạn vẫn phải hăng hái kiên quyết hoàn thành nhiệm vụ thiêng liêng ấy. Khẩu hiệu vẫn là Dân tộc trên hết – Tổ quốc trên hết”.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Ban hành bộ luật Hoàng triều luật lệ","namBatDau":1815,"namKetThuc":1815,"moTa":"Hoàng Việt luật lệ hay còn được biết đến với tên Hoàng triều luật lệ, Quốc triều điều luật, Nguyễn triều hình luật, bộ luật Gia Long là bộ luật chính thức của Việt Nam thời đầu nhà Nguyễn do Bắc thành Tổng trấn Nguyễn Văn Thành soạn thảo và vua Gia Long cho ban hành năm 1815. Bộ luật này được biên soạn trên cơ sở tham khảo bộ luật của nhà Thanh và Bộ luật Hồng Đức (thời Lê Thánh Tông).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Gia Long"]},{"ten":"Ban thường vụ Trung ương Đảng ra chỉ thị “Toàn dân kháng chiến”","namBatDau":1946,"namKetThuc":1946,"moTa":"Bản chỉ thị vạch rõ: Mục đích: đánh phản động thực dân Pháp xâm lược, giành thống nhất và độc lập; Tính chất: trường kỳ kháng chiến, toàn diện kháng chiến; Chính sách: đoàn kết chặt chẽ toàn dân, thực hiện toàn dân kháng chiến, đoàn kết với Miên, Lào và thân thiện với các dân tộc yêu chuộng hòa bình, liên hợp với nhân dân Pháp chống phản động thực dân Pháp; Cách đánh: triệt để dùng du kích, vận động chiến, bảo toàn thực lực, kháng chiến lâu dài, phá hoại nhiều hơn bắn, triệt để làm cho địch đói khát, què, mù, điếc, câm, tiêu hao, mỏi mệt, chán nản. Vừa đánh vừa vũ trang thêm, vừa đánh vừa đào tạo thêm cán bộ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Binh biến Đô Lương","namBatDau":1941,"namKetThuc":1941,"moTa":"Năm 1941, Đội Cung cùng với 50 anh em binh lính Đô Lương nổi dậy đánh chiếm các đồn Chợ Rạng, Đô Lương, rồi tiến về Vinh định phối hợp với binh lính ở đây với mục đích chiếm trại Giám binh thành Nghệ An và sau đó phát triển ra các nơi khác. Cuộc binh biến Đô Lương đã nêu cao tinh thần bất khuất của nhân dân Việt Nam, đã giáng một đòn phủ đầu vào chính quyền đô hộ Pháp.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Đội Cung"]},{"ten":"Bác Hồ ra Lời kêu gọi thi đua ái quốc","namBatDau":1948,"namKetThuc":1948,"moTa":"Cách mạng tháng Tám thành công, ba năm sau, trong bộn bề công việc, giữa lúc cuộc kháng chiến chống thực dân Pháp đang ở vào giai đoạn gay go, quyết liệt, nhưng Bác Hồ vẫn luôn dành thời gian quý hiếm của mình để nghĩ về vấn đề thi đua. Ngày 11/6/1948, Người đã viết \"Lời kêu gọi thi đua ái quốc\". Đó là sự tổng kết thực tiễn sâu sắc và đồng thời nêu ra những yêu cầu quan trọng, cấp thiết đối với phong trào cách mạng nước ta.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Bác Hồ ra đi tìm đường cứu nước","namBatDau":1911,"namKetThuc":1911,"moTa":"Vào cuối thế kỷ XIX, nước ta bị thực dân Pháp thống trị. Không cam chịu nô lệ, nhiều nhà yêu nước nổi tiếng như Phan Bội Châu, Phan Chu Trinh, Hoàng Hoa Thám, Lương Văn Can... đi tìm đường cứu nước, nhưng kết cục đều bị thất bại. Trong lúc khó khăn chưa có lối thoát, ngày 5/6/1911, Bác Hồ, lúc đó có tên là Nguyễn Tất Thành đã rời bến Nhà Rồng trên con tàu Đô đốc Latouche-Tréville lên đường sang Pháp với tên gọi Văn Ba hay biệt danh anh Ba để học hỏi những tinh hoa và tiến bộ từ các nước phương Tây cho việc thực hiện công cuộc giải phóng Việt Nam khỏi ách thuộc địa của Thực dân Pháp.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu","Phan Châu Trinh","Hoàng Hoa Thám","Lương Văn Can","Chủ tịch Hồ Chí Minh"]},{"ten":"Cao trào Xô Viết Nghệ - Tĩnh bùng nổ","namBatDau":1930,"namKetThuc":1930,"moTa":"Từ mùa xuân 1930, ngay sau khi Đảng Cộng sản Việt Nam thành lập, phong trào cách mạng Việt Nam với hạt nhân là lực lượng công nông đã chuyển biến mạnh mẽ. Đến tháng 9-1930, phong trào đã đạt tới đỉnh cao của nó với hàng lọat cuộc đấu tranh có quy mô và tính chất quyết liệt.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Chiến dịch \"Điện Biên Phủ trên không\"","namBatDau":1972,"namKetThuc":1972,"moTa":"Ngày 17.12.1972, Mỹ mở cuộc tiến công bằng không quân vào Hà Nội và Hải Phòng, Chiến dịch mang tên Linebacker II hay còn là chiến dịch \"Điện Biên Phủ trên không\". Trong 12 ngày đêm, từ 18.12 đến 29.12.1972, toàn bộ lực lượng 200 máy bay B52 của Mỹ ở Thái Bình Dương và Đông Nam Á đã không kích Hà Nội gây nên những thiệt hại nặng nề.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Biên giới","namBatDau":1950,"namKetThuc":1950,"moTa":"Tháng 6-1950, Trung ương Đảng quyết định mở chiến dịch Biên giới. Ngày 7-7, Bộ Tổng tư lệnh ra mệnh lệnh về chiến dịch Biên giới Cao-Bắc-Lạng. Mục đích: tiêu diệt sinh lực địch, giải phóng một phần biên giới, mở đường giao thông nối liền với các nước XHCN, mở rộng và củng cố căn cứ địa Việt Bắc.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Võ Nguyên Giáp"]},{"ten":"Chiến dịch Bầu Bàng – Dầu Tiếng","namBatDau":1965,"namKetThuc":1965,"moTa":"Chiến dịch tiến công của LLVT miền Đông Nam Bộ đánh Lữ đoàn bộ binh 3 (Sư đoàn 1) của Mĩ và Trung đoàn bộ binh 7 (Sư đoàn 5) QĐ Sài Gòn ở khu vực Bàu Bàng - Dầu Tiếng (t. Thủ Dầu Một, nay thuộc t. Bình Dương), nhằm tiêu hao sinh lực, phá kế hoạch hành quân \"tìm diệt\" của Mỹ và Quân đội VNCH, phối hợp với chiến trường toàn Miền chống chiến lược chiến tranh cục bộ của Mĩ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Trọng Tấn"]},{"ten":"Chiến dịch Bắc Tây Nguyên","namBatDau":1954,"namKetThuc":1954,"moTa":"Từ Hè - Thu năm 1953, Nava (Tổng chỉ huy quân viễn chinh Pháp ở Đông Dương) liên tiếp mở những cuộc hành quân càn quét dữ dội trong các vùng quân Pháp chiếm đóng như ở Bắc Bộ, Bình Trị Thiên và Nam Bộ. Chúng cho quân nhảy dù xuống hậu phương của ta, tập kích ở Lạng Sơn, rút lực lượng ở Nà Sản về tập trung ở đồng bằng Bắc Bộ. Trước tình hình đó, cuối tháng 9 năm 1953, tại căn cứ Việt Bắc, Bộ Chính trị Ban chấp hành Trung ương Đảng họp bàn kế hoạch quân sự Đông - Xuân 1953 - 1954.","TrieuDai":null,"diaDiemLienQuan":["Tây Nguyên"],"nhanVatLienQuan":["Nguyễn Chánh","Nguyễn Bá Phát"]},{"ten":"Chiến dịch Bắc Tây Nguyên trong kháng chiến chống Mỹ","namBatDau":1972,"namKetThuc":1972,"moTa":"Chiến dịch Bắc Tây Nguyên 1972 là một chiến dịch tiến công của các lực lượng của Quân đội Nhân dân Việt Nam /Quân giải phóng miền Nam vào Quân lực Việt Nam Cộng hòa diễn ra tại Bắc Tây Nguyên trong Chiến dịch Xuân Hè 1972. Chiến dịch Bắc Tây Nguyên 1972 diễn ra từ 24.4 đến 6.6.1972 tại địa bàn hai tỉnh bao gồm Kon Tum, Gia Lai.","TrieuDai":null,"diaDiemLienQuan":["Gia Lai","Kon Tum"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch giải phóng Hoài Đức","namBatDau":1974,"namKetThuc":1975,"moTa":"Chiến dịch Hoài Đức bắt đầu từ đêm ngày 9 rạng ngày 10 tháng 12 năm 1974. Trung đoàn 812 và các đơn vị trực thuộc Quân khu 6 tập trung đánh đồi Lồ Ồ, chi khu Tánh Linh. Sư đoàn 6 Quân khu 7 phối hợp với bộ đội địa phương đánh chốt núi Dinh, đồi Bảo Đại và chi khu Hoài Đức. Đợt 1 của chiến dịch kéo dài đến 10-1-1975 thì kết thúc, ta giải phóng toàn bộ huyện Tánh Linh và một phần nông thôn Hoài Đức, chiếm giữ được núi Dinh (do Đại đội 20 trinh sát Sư đoàn 6 Quân khu 7 đánh chiếm đêm 9-12-1974). Đúng 23 giờ đêm 16-3-1975, đợt 2 chiến dịch bắt đầu. Các đơn vị đặc công và bộ binh Trung đoàn 812 đồng loạt tấn công đồi Bảo Đại, các đồn dân vệ thôn 2, thôn 9 Võ Đắt chiếm các ngã tư đường Tây Bắc và Tây Nam vào chi khu, các đơn vị 88, 81, 431 và Đội công tác ở các xã xung quanh chiến đấu ngăn chặn không cho địch chi viện cho chi khu. Đại đội 3 Tiểu đoàn 840 chốt chặn lộ 3 ở phía Bắc cầu Nín thở chặn địch từ Gia Huynh và Trà Tân lên chi viện. Bộ chỉ huy chiến dịch quyết định dùng cách đánh bóc vỏ, với tư tưởng tiến công tích cực, vận dụng phương châm vây lấn. Trong 3 ngày đầu ta đánh bóc gỡ các cứ điểm ngoại vi và xuyên qua Võ Đắt, đưa lực lượng vào áp sát đồn chi khu. Ngày 17-3-1975 Tiểu đoàn 186 và Tiểu đoàn 15 Trung đoàn 812 đã đánh chiếm được 2 ngã tư đường vào chi khu. Ngày 18-3-1975 tiếp tục đánh chiếm các thôn 4, 5, 6, 9 Võ Đắt tạo bàn đạp vây lấn kiểm soát ép địch trong chi khu, buộc địch điều Tiểu đoàn bảo an 369 từ Võ Xu về để án ngữ hướng tây nam chi khu cùng Tiểu đoàn bảo an 344 giữ hướng Tây Bắc làm thế ứng cứu lẫn nhau nhưng đều bị quân ta đẩy lùi, nên chúng không liên lạc được với nhau mà chỉ nằm yên tại chỗ. Trưa ngày 19-3 pháo binh ta bắn trúng kho đạn pháo 105 ly trong chi khu gây nổ dữ dội đến 15 giờ mới dứt. Địch trong chi khu hoảng loạn. 2 giờ sáng ngày 20-3 pháo binh ta bắn cấp tập trùm lên chi khu, đạn pháo trúng nhà tên chi khu phó và khu kho bị sập, 2 giờ30 Tiểu đoàn 15 bắt đầu xuất kích đánh vào phân khu và chợ Võ Đắt. Pháo 105 ly của địch ở đồi Su phản pháo dữ dội, đạn pháo đã rơi trúng cửa mở của các đơn vị Tiểu đoàn đặc công 200C và Tiểu đoàn 15. Địch dựa vào công sự chống cự quyết liệt làm chậm sức đột phá các mũi. Đến 4 giờ 45 Tiểu đoàn 200C vượt qua được cửa mở, thọc sâu đánh vào nhà chỉ huy, khu cảnh sát quốc gia; đến 5 giờ đánh chiếm khu vực nhà thông tin, các nhà lính, liên lạc. Cùng lúc tiểu đoàn 2 đại đội 200C đánh chiếm nhà cảnh sát dã chiến và nhà chi đội xe bọc thép 909. Địch chống cự quyết liệt làm cho tốc độ tấn công của ta chậm lại.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến dịch giải phóng Đà Nẵng","namBatDau":1975,"namKetThuc":1975,"moTa":"Thực hiện sự chỉ đạo của Bộ Chính trị, Quân ủy Trung ương và Bộ Tổng tư lệnh, Quân khu Trị Thiên, Quân đoàn 2, Quân khu 5, đã mở chiến dịch Đà Nẵng (từ ngày 26.3 đến ngày 29.3.1975), tiến công tiêu diệt toàn bộ quân địch ở Quảng Đà, không cho chúng có điều kiện củng cố lực lượng và bố trí thế chiến lược mới. Nhằm tiêu diệt lực lượng thuộc Quân đoàn 1 - Quân khu 1 quân đội Việt Nam Công hòa (VNCH) co cụm phòng thủ tại Đà Nẵng, trong Tổng tiến công và nổi dậy Xuân 1975.","TrieuDai":null,"diaDiemLienQuan":["Đà Nẵng"],"nhanVatLienQuan":["Lê Trọng Tấn"]},{"ten":"Chiến dịch Hạ Lào","namBatDau":1954,"namKetThuc":1954,"moTa":"Trong kế hoạch Đông Xuân 1953-1954, QĐNDVN chủ trương đưa một trung đoàn của Đại đoàn 325 thọc sâu xuống Hạ Lào, tạo thêm cho Pháp một bất ngờ nữa, đồng thời mở ra một địa bàn cho chủ lực phát triển xuống phía nam. Một khó khăn rất lớn ở hướng này là đường tiếp tế quá xa và hầu như không có dân. Từ vùng Thanh Hóa, Nghệ An đến Hạ Lào, bộ đội phải vượt 1.200 km đường rừng hiểm trở dọc Trường Sơn, cuộc hành quân phải kéo dài khoảng hai tháng. Trong chiến dịch nếu tiêu thụ hết số đạn mang theo, chỉ còn cách duy nhất là cướp súng đạn của Pháp để tiếp tục chiến đấu.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Hồ Chí Minh","namBatDau":1975,"namKetThuc":1975,"moTa":"Chiến dịch Hồ Chí Minh, tên nguyên thủy là Chiến dịch giải phóng Sài Gòn - Gia Định, là chiến dịch cuối cùng của Quân đội Nhân dân Việt Nam trong Cuộc tổng tấn công và nổi dậy mùa Xuân năm 1975 và cũng là chiến dịch cuối cùng của cuộc Chiến tranh Việt Nam. Chiến dịch Hồ Chí Minh là chiến dịch quân sự có thời gian diễn biến ngắn nhất trong Chiến tranh Việt Nam, diễn ra từ ngày 26 tháng 4 đến ngày 30 tháng 4 năm 1975 (tại Sài Gòn) và kéo theo các cuộc nổi dậy vũ trang của Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam tại Đồng bằng sông Cửu Long trong hai ngày 1 và 2 tháng 5. Chiến dịch này thắng lợi đã chấm dứt hoàn toàn sự chia cắt hai miền Nam - Bắc Việt Nam sau 21 năm, đưa đến việc thống nhất xã hội, chế độ chính trị, dân cư và toàn vẹn lãnh thổ của Việt Nam trên đất liền, vùng lãnh hải, vùng trời và một số hải đảo","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh"],"nhanVatLienQuan":["Võ Nguyên Giáp","Văn Tiến Dũng","Hoàng Văn Thái","Lê Trọng Tấn","Hoàng Cầm","Vũ Lăng"]},{"ten":"Chiến dịch lịch sử Điện Biên Phủ","namBatDau":1954,"namKetThuc":1954,"moTa":"Từ cuối tháng 9-1953, Bộ Chính trị Trung ương Đảng đã ra Nghị quyết thông qua kế hoạch tác chiến Đông Xuân 1953-1954, giữ vững quyền chủ động, đánh địch trên cả hai mặt trận chính diện và sau lưng địch, phối hợp trên phạm vi cả nước và phối hợp trên toàn Đông Dương. Đầu tháng 12-1953, Bộ Chính trị Trung ương Đảng chủ trương mở chiến dịch đánh bại địch ở Điện Biên Phủ. Chủ tịch Hồ Chí Minh chỉ thị: “Chiến dịch này là một chiến dịch rất quan trọng không những về quân sự mà cả về chính trị, không những đối với trong nước mà đối với quốc tế. Vì vậy, toàn quân, toàn dân, toàn Đảng phải tập trung hoàn thành cho kỳ được”.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Phạm Văn Đồng","Võ Nguyên Giáp"]},{"ten":"Chiến dịch Nguyễn Huệ","namBatDau":1972,"namKetThuc":1973,"moTa":"Chiến dịch Nguyễn Huệ là chiến dịch quân sự do Quân Giải phóng Miền Nam (QGP) và Quân đội Nhân Dân Việt Nam (QĐNDVN) tiến hành năm 1972, trong Chiến tranh Việt Nam, tại miền Đông Nam Bộ. Đây là một trong ba chiến dịch chính của Chiến dịch Xuân Hè 1972 chống lại Quân lực Việt Nam Cộng hòa (QLVNCH).","TrieuDai":null,"diaDiemLienQuan":["Đông Nam Bộ"],"nhanVatLienQuan":["Hoàng Văn Thái","Trần Văn Trà"]},{"ten":"Chiến dịch phòng ngự Quảng Trị","namBatDau":1972,"namKetThuc":1973,"moTa":"Diễn ra từ ngày 28.6.1972 đến ngày 31.1.1973, chiến dịch phòng ngự Quảng Trị là chiến dịch phòng ngự của quân giải phóng (QGP)miền Nam Việt Nam tại thị xã Quảng Trị (nay là tỉnh Quảng Trị) và vùng ven, đánh trả cuộc phản công của Quân đội Việt Nam Cộng hòa (VNCH) được không quân và hải quân Mĩ yểm trợ, bảo vệ vùng giải phóng Quảng Trị, phục vụ yêu cầu của đấu tranh chính trị ngoại giao tại Hội nghị Pari (1968 -1973).","TrieuDai":null,"diaDiemLienQuan":["Quảng Trị"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Phú Xuân 1786","namBatDau":1786,"namKetThuc":1786,"moTa":"Chiến dịch Phú Xuân 1786 là loạt trận đánh giữa quân Tây Sơn và chúa Trịnh trong cuộc nội chiến nước Đại Việt cuối thế kỷ 18. Chiến dịch này là một phần của Chiến tranh chúa Trịnh-Tây Sơn, mở đầu cho cuộc bắc tiến thắng lợi của quân Tây Sơn trong quá trình tiêu diệt thế lực họ Trịnh tại Bắc Hà. Chiến dịch Phú Xuân bao gồm việc đánh chiếm toàn bộ lãnh thổ từ sông Gianh trở vào nam tới Thuận Hóa, mà trọng điểm là thành Phú Xuân.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến dịch tiến công Đường 9-Khe Sanh","namBatDau":1968,"namKetThuc":1968,"moTa":"Chiến dịch Đường 9 - Khe Sanh còn được gọi là \"Chiến dịch Đường 9\" hay \"Trận Khe Sanh\", là một chiến dịch chính yếu trong chiến cục năm 1968 tại Việt Nam. Chiến dịch Đường 9-Khe Sanh là chiến dịch hiệp đồng binh chủng quy mô lớn đầu tiên của Quân đội Nhân dân Việt Nam trong kháng chiến chống Mỹ. Chiến dịch diễn ra dài ngày (từ ngày 20-1-1968 đến 15-7-1968); sử dụng nhiều lực lượng, nhiều phương tiện, vũ khí trang bị hiện đại; quân số tham gia chiến dịch trung bình khoảng 57.500 người, lúc cao điểm lên tới hơn 6000 người. Địa bàn diễn ra chiến dịch phức tạp, đường vận chuyển rất khó khăn; phương tiện vận chuyển chủ yếu bằng vận tải bộ. Mỹ sử dụng không quân, pháo binh đánh phá ác liệt. Đây thực sự là một thử thách lớn với công tác bảo đảm hậu cần, kỹ thuật cho chiến dịch của Quân đội Nhân dân Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Khe Sanh"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch tiến công tuyến phòng thủ Xuân Lộc - Long Khánh","namBatDau":1975,"namKetThuc":1975,"moTa":"Chiến dịch tiến công tuyến phòng thủ Xuân Lộc - Long Khánh, là một chiến dịch trong Chiến tranh Việt Nam. Chiến dịch diễn ra trong khoảng 9-20.4.1975 giữa Quân đội Nhân dân Việt Nam (QĐNDVN) và Quân lực Việt Nam Cộng hoà (QLVNCH). Chiến dịch này là một mốc quan trọng của quá trình tiến tới sự kiện 30.4.1975, vì Xuân Lộc là khu vực phòng thủ trọng yếu trong tuyến phòng thủ cơ bản (Biên Hòa - Xuân Lộc - Bà Rịa - Vũng Tàu) của QLVNCH để phòng giữ cửa ngõ phía đông của Sài Gòn.","TrieuDai":null,"diaDiemLienQuan":["Xuân Lộc"],"nhanVatLienQuan":["Hoàng Cầm"]},{"ten":"Chiến dịch Trung Lào","namBatDau":1953,"namKetThuc":1953,"moTa":"Nhằm tiêu diệt sinh lực địch, giải phóng một bộ phận đất đai, phối hợp với các chiến trường, Bộ Tổng tư lệnh chỉ đạo sử dụng các trung đoàn bộ binh 66, 101, 18, 280 và 120 bộ đội tình nguyện và một số đơn vị binh chủng phối hợp với một bộ phận giải phóng Phathét Lào, mở chiến dịch tấn công địch.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Trị - Thiên","namBatDau":1972,"namKetThuc":1972,"moTa":"Chiến dịch Trị - Thiên diễn ra từ ngày 30.3 đến 27.6.1972, là chiến dịch tiến công của Quân giải phóng miền Nam Việt Nam (QGPMNVN) vào tuyến phòng thủ kiên cố của quân Việt Nam cộng hòa (VNCH)tại 2 tỉnh Quảng Trị, Thừa Thiên nhằm tiêu diệt bộ phận lớn quân VNCH ở hướng chủ yếu của cuộc tiến công chiến lược năm 1972.","TrieuDai":null,"diaDiemLienQuan":["Quảng Trị"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Tây Bắc","namBatDau":1952,"namKetThuc":1952,"moTa":"Tây Bắc là một vùng chiến lược quan trọng và là nơi hiểm yếu. Ở đây quân Pháp có thể uy hiếp căn cứ Việt Bắc và che trở cho Thượng Lào. Nhưng lực lượng quân Pháp ở đây lại yếu và sơ hở. Vào đầu tháng 9 năm 1952, Bộ Chính trị quyết định mở chiến dịch Tây Bắc. Chủ trương của Trung ương Đảng là “Tránh chỗ mạnh, đánh chỗ yếu, tìm nơi sơ hở của địch mà đánh và hướng tiến công là Chiến dịch Tây Bắc. Mục đích: Tiêu diệt sinh lực địch, tranh thủ nhân dân, đánh bại ý đồ của thực dân Pháp lập “xứ Thái tự trị”, giải phóng một phần đất đai ở vùng Tây Bắc.","TrieuDai":null,"diaDiemLienQuan":["Tây Bắc"],"nhanVatLienQuan":["Trần Đăng Ninh","Võ Nguyên Giáp","Nguyễn Chí Thanh","Hoàng Văn Thái"]},{"ten":"Chiến dịch Tây Nguyên giải phóng Buôn Mê Thuột","namBatDau":1975,"namKetThuc":1975,"moTa":"Chiến dịch Tây Nguyên (từ 4.3 đến 24.3.1975), mật danh Chiến dịch 275, là chiến dịch mở đầu cuộc Tổng tấn công mùa Xuân năm 1975 do Quân đội Nhân dân Việt Nam phát động tấn công. Chiến dịch Tây Nguyên, mở đầu Cuộc tổng tiến công và nổi dậy mùa Xuân 1975 thắng lợi vang dội có ý nghĩa to lớn cả về chính trị và quân sự đối với Việt Nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Việt Bắc","namBatDau":1947,"namKetThuc":1947,"moTa":"Kế hoạch tiến công Việt Bắc do Xalăng (Salan), Tư lệnh chiến trường Bắc Đông Dương vạch ra và được Chính phủ Pháp phê chuẩn tháng 7-1947. Âm mưu của cuộc tiến công này, như lời Vally tuyên bố, là Pháp “sẽ chơi ván bài cuối cùng” nhằm phá tan cơ quan đầu não kháng chiến, tiêu diệt bộ đội chủ lực của Việt Minh, lập ngụy quyền toàn quốc, kết thúc chiến tranh và đặt lại ách thống trị thực dân trên toàn bộ nước Việt Nam; đồng thời nhằm khóa chặt biên giới Việt –Trung, ngăn chặn mối quan hệ giữa cách mạng Việt Nam với cách mạng Trung Quốc.","TrieuDai":null,"diaDiemLienQuan":["Việt Bắc"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Nguyên Giáp"]},{"ten":"Chiến dịch Đường 14-Phước Long","namBatDau":1974,"namKetThuc":1975,"moTa":"Chiến dịch đường 14-Phước Long là trận đụng độ quân sự lớn giữa Quân đội Nhân dân Việt Nam và Quân lực Việt Nam Cộng hòa diễn ra trên địa bàn tỉnh Phước Long trong chiến tranh Việt Nam, kết quả là QĐNDVN chiến thắng và chiếm được Phước Long. Trận Phước Long (từ đêm 13.12.1974 đến ngày 6. 1.1975) có ý nghĩa như một trận đánh trinh sát chiến lược, thử sức đối với hai bên cũng như thăm dò phản ứng của quốc tế, nhất là của Hoa Kỳ để mở đầu cho những diễn biến tiếp theo của Chiến dịch Mùa Xuân 1975 đưa đến sự sụp đổ của Quân lực Việt Nam Cộng hòa và chính quyền Việt Nam Cộng hòa.","TrieuDai":null,"diaDiemLienQuan":["Phuớc Long","Phước Long"],"nhanVatLienQuan":["Hoàng Cầm"]},{"ten":"Chiến dịch Đường 9 - Nam Lào","namBatDau":1971,"namKetThuc":1971,"moTa":"Chiến dịch Đường 9 - Nam Lào hay còn được gọi với cái tên \"Chiến dịch Lam Sơn 719\" là một chiến dịch trong Chiến tranh Việt Nam, do Quân lực Việt Nam Cộng hòa (QLVNCH) thực hiện với sự yểm trợ của không quân và pháo binh Mỹ. Mục tiêu của chiến dịch là phá vỡ hệ thống hậu cần của Quân đội Nhân dân Việt Nam (QĐNDVN) tại Lào và cắt đứt Đường mòn Hồ Chí Minh tại thị trấn Tchepone nằm cách biên giới Việt-Lào 42 km về phía Tây. Đây là một trong ba cuộc tiến công quy mô lớn của địch nhằm đánh phá, cắt đứt tuyến vận tải chiến lược của QĐNDVN từ gốc, hủy diệt cơ sở hậu cần chiến lược và làm cho lực lượng vũ trang ta ở miền Nam suy yếu, không thể tập trung đánh lớn trong mùa khô năm 1971-1972, để Mỹ dễ dàng thực hiện kế hoạch “Việt Nam hóa chiến tranh”, giành thế chủ động trên chiến trường.","TrieuDai":null,"diaDiemLienQuan":["Quảng Trị"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch đồng bằng sông Cửu Long","namBatDau":1972,"namKetThuc":1972,"moTa":"Chiến dịch đồng bằng song Cửu Long diễn ra từ ngày 10.6 đến ngày 10.9.1972. Đây là chiến dịch tiến công tổng hợp của quân và dân miền trung Nam Bộ (khu VIII),diễn ra trên địa bàn phía nam – bắc đường số 4 gồm các tỉnh Mỹ Tho, Kiến Phong (nay thuộc tỉnh Đồng Tháp), Kiến Tường (nay thuộc tỉnh Long An), Bến Tre, Gò Công (nay là tỉnh Tiền Giang). Trong chiến dịch này, Quân đội nhân dân Việt Nam (QĐNDVN) sử dụng lực lượng vũ trang ba thứ quân đột phá tuyến phòng thủ biên giới, mở thông hành lang và tuyến trung gian, đưa lực lượng chủ lực xuống chia cắt Đường số 4, tiêu diệt một bộ phận Quân Việt Nam Cộng hòa (VNCH) trong các chi khu, tiểu khu, đập vỡ hệ thống đồn bốt, phá thế kìm kẹp. Trong thực hiện chiến dịch, QĐNDVN kết hợp chặt chẽ ba mũi giáp công, phát động quần chúng mở mảng, mở vùng, mở rộng vùng giải phóng, giành một bộ phận nhân dân trong khu vực.","TrieuDai":null,"diaDiemLienQuan":["đồng bằng sông Cửu Long"],"nhanVatLienQuan":[]},{"ten":"Chiến dịch Đồng Xoài","namBatDau":1965,"namKetThuc":1965,"moTa":"Chiến dịch Đồng Xoài diễn ra trên địa bàn Đồng Xoài và hai tỉnh Bình Long, Phước Long (Đông Nam Bộ) trong thời kỳ chiến dịch Đông-Xuân năm 1965. Do phía Việt Nam cộng hòa tiến hành chương trình bình định nông thôn tại đây, tạo sự căm phẫn sâu sắc trong bộ phận quần chúng nhân dân yêu nước. Trong bối cảnh đó, Trung ương Cục, Quân ủy Miền của Mặt trận Dân tộc giải phóng miền Nam Việt Nam (MTDTGPMNVN) quyết định mở chiến dịch Đồng Xoài với quy mô cấp tương đương sư đoàn tăng cường, nhằm tiêu diệt một bộ phận sinh lực tinh nhuệ củaquân đội Việt Nam cộng hòa, hỗ trợ nhân dân đẩy mạnh chiến tranh du kích, nổi dậy phá ấp chiến lược, mở rộng vùng giải phóng trên địa bàn các tỉnh Phước Long, Bình Long và phía Bắc tỉnh Bình Dương; phối hợp trên địa bàn bốn tỉnh Lâm Đồng, Bình Tuy, Long Khánh, Biên Hòa","TrieuDai":null,"diaDiemLienQuan":["Đồng Xoài"],"nhanVatLienQuan":["Lê Trọng Tấn"]},{"ten":"Chiến thắng An Lão","namBatDau":1964,"namKetThuc":1964,"moTa":"Chiến dịch diễn ra trong 2 ngày 7 và 8.12.1964, quân và dân ta đã loại khỏi vòng chiến đấu 610 tên địch, bắn cháy 5 xe tăng, bắn rơi 1 máy bay... và đã giải phóng 11.000 người dân bị kìm kẹp trong các ấp chiến lược, toàn bộ thung lũng An Lão dài 22 km trở thành căn cứ của ta.","TrieuDai":null,"diaDiemLienQuan":["An Lão"],"nhanVatLienQuan":[]},{"ten":"Chiến thắng Ba Gia","namBatDau":1965,"namKetThuc":1965,"moTa":"Trận Ba Gia hay còn gọi là trận Tây Sơn Tịnh diễn ra từ ngày 29.5 đến 31.5. 1965 trên địa bàn thị trấn Ba Gia, huyện Sơn Tịnh, tỉnh Quảng Ngãi, là trận đánh góp phần đẩy nhanh sự phá sản của chiến lược Chiến tranh đặc biệt trong Chiến tranh Việt Nam. Trận đánh được tiến hành bởi Trung đoàn 1 bộ binh Quân khu V (Quân Giải phóng miền Nam) nhằm vào một chiến đoàn, 2 tiểu đoàn bộ binh hải quân và 3 tiểu đoàn biệt động quân của Quân lực Việt Nam Cộng hòa.","TrieuDai":null,"diaDiemLienQuan":["Sơn Tịnh"],"nhanVatLienQuan":[]},{"ten":"Chiến thắng Bình Giã","namBatDau":1964,"namKetThuc":1965,"moTa":"Trận đánh Bình Giã là trận đánh chính nằm trong Chiến dịch Bình Giã xảy ra vào cuối tháng 12 năm 1964 tại địa bàn làng Bình Giã, tỉnh Phước Tuy (nay là tỉnh Bà Rịa - Vũng Tàu), giữa Quân giải phóng miền Nam và Quân lực Việt Nam Cộng hòa với cố vấn Mỹ chỉ huy.","TrieuDai":null,"diaDiemLienQuan":["Bà Rịa - Vung Tàu"],"nhanVatLienQuan":[]},{"ten":"Chiến thắng Như Nguyệt","namBatDau":1077,"namKetThuc":1077,"moTa":"Trận Như Nguyệt, trận đánh Lý Thường Kiệt phat Tống vang danh trong lịch sử Việt Nam. Như Nguyệt là tên của một bến đò và là tên chung của một đoạn sông Cầu. Nhắc đến sông Cầu hẳn ai cũng nhớ đến trận đánh nổi tiếng của quân đội nhà Lý dưới sự chỉ huy của danh tướng Lý Thường Kiệt. Dòng sông có chiều dài 290km bắt nguồn từ núi Văn Ôn, chảy qua biết bao làng mạc, dòng sông đã nuôi nấng bao thế hệ để rồi khi chảy đến ngã ba Xà, nơi hợp lưu của sông Cà Lồ chảy vào sông Cầu, dòng sông là minh chứng duy nhất để kể lại cho muôn đời về trận đánh hào hùng, về phòng tuyến trên sông Như Nguyệt, nơi đánh đuổi 10 vạn quân bắc Tống.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Thường Kiệt","Hoằng Chân","Chiêu Văn"]},{"ten":"Chiến thắng Phay Khắt và Nà Ngần của Đội Việt Nam tuyên truyền giải phóng quân","namBatDau":1944,"namKetThuc":1944,"moTa":"Ngày 22/12/1944, Đội Việt Nam tuyên truyền Giải phóng quân được thành lập. Chỉ thị thành lập đội đã xác định rõ: Đây là “Đội quân chủ lực” có nhiệm vụ giúp đỡ, phối hợp hoạt động với lực lượng vũ trang các địa phương; là “Đội quân đầu tiên”, “Khởi điểm của Giải phóng quân”. Ngay sau lễ thành lập, Đội Việt Nam tuyên truyền giải phóng quân do Võ Nguyên Giáp chỉ huy đã xuất quân thực hiện chỉ thị “phải đánh thắng trận đầu” của lãnh tụ tụ Hồ Chí Minh.","TrieuDai":null,"diaDiemLienQuan":["Cao Bằng"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Nguyên Giáp"]},{"ten":"Chiến thắng Rạch Gầm – Xoài Mút","namBatDau":1785,"namKetThuc":1785,"moTa":"Trận Rạch Gầm-Xoài Mút là một trận chiến lớn trên sông diễn ra vào đêm 19 rạng 20 tháng 1 năm 1785 giữa liên quân Xiêm-Nguyễn và quân Tây Sơn tại khúc sông Rạch Gầm-Xoài Mút, khi đó thuộc dinh Trấn Định, xứ Đàng Trong; nay thuộc Tiền Giang, Việt Nam. Đây là một trong những trận thủy chiến lớn nhất trong lịch sử chống ngoại xâm của nhân dân ta.","TrieuDai":null,"diaDiemLienQuan":["Rạch Gầm - Xoài Mút"],"nhanVatLienQuan":["Nguyễn Huệ","Gia Long"]},{"ten":"Chiến thắng Vạn Tường","namBatDau":1965,"namKetThuc":1965,"moTa":"Ngày 18.8.1965, trên đất Vạn Tường (huyện Bình Sơn, tỉnh Quảng Ngãi) đã diễn ra trận đánh diệt Mỹ quy mô lớn đầu tiên của quân và dân miền Nam. Đây là trận đánh quy mô đầu tiên giữa quân đội Mỹ và Quân Giải phóng Miền Nam Việt Nam trên bộ.","TrieuDai":null,"diaDiemLienQuan":["Bình Sơn"],"nhanVatLienQuan":[]},{"ten":"Chiến thắng Đèo Nhông - Dương Liễu","namBatDau":1965,"namKetThuc":1965,"moTa":"Trận đánh diễn ra tại khu vực Đèo Nhông - Dương Liễu vào giai đoạn của Chiến tranh đặc biệt (1965), khi đế quốc Mỹ đổ quân viễn chinh và chư hầu can dự trực tiếp vào chiến trường miền Nam Việt Nam. Vào ngày mồng 5 tháng Giêng, tại khu vực Đèo Nhông – Dương Liễu, Trung đoàn 2 bộ đội chủ lực Quân khu 5 phối hợp với bộ đội địa phương, dân quân du kích huyện Phù Mỹ đã phục kích tiêu diệt 2 tiểu đoàn bộ binh của Việt Nam Cộng hòa, một chiến đoàn xe bọc thép, thu nhiều vũ khí và phương tiện quân sự.","TrieuDai":null,"diaDiemLienQuan":["Mỹ Phong"],"nhanVatLienQuan":[]},{"ten":"Chiến thắng Đồi 10","namBatDau":1965,"namKetThuc":1965,"moTa":"Đồi 10 (nay thuộc xã Hoài Châu Bắc, huyện Hoài Nhơn) là ngọn đồi cao khoảng 36 m, rộng 7,2 km2, nằm gần kề Quốc lộ 1A.","TrieuDai":null,"diaDiemLienQuan":["Hoài Châu Bắc"],"nhanVatLienQuan":[]},{"ten":"Chiến thắng Ấp Bắc","namBatDau":1963,"namKetThuc":1963,"moTa":"Trận Ấp Bắc là một trận quy mô lớn diễn ra vào giai đọan đầu của cuộc chiến tranh giữa Việt Nam và Hoa Kì với kết quả là chiến thắng lớn đầu tiên của du kích Mặt trận giải phóng dân tộc miền Nam Việt Nam đối với quân chính quy của Quân lực Việt Nam Cộng hòa. Trận Ấp Bắc diễn ra vào ngày 2 .1.1963, gần Ấp Bắc thuộc tỉnh Mỹ Tho lúc bấy giờ (ngày nay là tỉnh Tiền Giang), cách Sài Gòn 65 km về phía tây nam.","TrieuDai":null,"diaDiemLienQuan":["Cai Lậy"],"nhanVatLienQuan":[]},{"ten":"Chiến tranh biên giới Việt - Trung 1979","namBatDau":1979,"namKetThuc":1979,"moTa":"Chiến tranh biên giới 1979, hay thường được gọi là Chiến tranh biên giới Việt - Trung năm 1979 là một cuộc chiến ngắn nhưng khốc liệt giữa Cộng hòa Nhân dân Trung Hoa và Cộng hòa Xã hội Chủ nghĩa Việt Nam, nổ ra vào ngày 17 tháng 2 năm 1979 khi Trung Quốc đưa quân tấn công Việt Nam trên toàn tuyến biên giới trên bộ giữa hai nước. Chiến tranh biên giới Việt - Trung bắt nguồn từ quan hệ căng thẳng kéo dài giữa hai quốc gia, kéo dài trong chừng một tháng với thiệt hại nặng nề về người và tài sản cho cả hai phía. Cuộc chiến kết thúc khi Trung Quốc tuyên bố hoàn thành rút quân vào ngày 16 tháng 3 năm 1979, sau khi chiếm được các thị xã Lạng Sơn, Lào Cai, Cao Bằng, và một số thị trấn vùng biên. Mục tiêu của Trung Quốc buộc Việt Nam rút quân khỏi Campuchia không thành, nhưng cuộc chiến để lại hậu quả lâu dài đối với nền kinh tế Việt Nam và quan hệ căng thẳng giữa hai nước. Xung đột vũ trang tại biên giới còn tiếp diễn thêm 10 năm. Hơn 13 năm sau, quan hệ ngoại giao Việt-Trung chính thức được bình thường hóa.","TrieuDai":null,"diaDiemLienQuan":["Ải Chi Lăng","Lạng Sơn","Cao Bằng"],"nhanVatLienQuan":[]},{"ten":"Chiến tranh thế giới thứ hai bùng nổ","namBatDau":1939,"namKetThuc":1939,"moTa":"Ngày 1-1-1939, phát xít Đức tấn công Ba Lan. Ngày 3-9-1939, Anh-Pháp tuyên chiến với Đức, chiến tranh thế giới thứ hai bùng nổ. Đây là cuộc chiến tranh thế giới thảm khốc giữa các lực lượng Đồng Minh và Trục theo chủ nghĩa phát xít. Hầu hết mọi lục địa trên thế giới đều bị ảnh hưởng của cuộc chiến này, ngoại trừ châu Nam Cực và Nam Mĩ. Nó là cuộc chiến rộng lớn và tai hại nhất trong lịch sử nhân loại","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến tranh thế giới thứ nhất","namBatDau":1914,"namKetThuc":1918,"moTa":"Chiến tranh thế giới thứ nhất, còn được gọi là Đại chiến thế giới lần thứ nhất, Thế chiến thứ nhất hay Đệ nhất thế chiến, diễn ra từ tháng 8 năm 1914 đến tháng 11 năm 1918, là một trong những cuộc chiến tranh quyết liệt, quy mô to lớn nhất trong lịch sử nhân loại. Đây là cuộc chiến giữa phe Entente (chủ yếu là Anh, Pháp, Nga, Ý và sau đó là Hoa Kỳ, Brasil) và phe Liên Minh trung tâm(chủ yếu là Đức, Thổ Ottoman, Áo-Hung và Bulgaria), cuộc chiến tranh này có chiến trường chính bao trùm khắp châu Âu và ảnh hưởng ra toàn thế giới. Có hơn 70 triệu quân nhân được huy động ra trận tiền, trong số đó có 60 triệu người Âu châu, số người chết trên 20 triệu người với sức tàn phá và ảnh hưởng về vật chất tinh thần cho nhân loại rất sâu sắc và lâu dài.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chiến tranh Trịnh-Nguyễn, đất nước bị chia cắt thành hai vùng","namBatDau":1627,"namKetThuc":1672,"moTa":"Trịnh-Nguyễn phân tranh là thời kỳ phân chia giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (sử gọi là Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào cuối thế kỷ 18 khi nhà Tây Sơn dẹp cả chúa Nguyễn lẫn chúa Trịnh. Nước Việt Nam bị chia cách hơn 100 năm.","TrieuDai":null,"diaDiemLienQuan":["Thuận Hóa"],"nhanVatLienQuan":["Lê Chiêu Tông","Mạc Đăng Dung","Nguyễn Kim","Trịnh Kiểm","Nguyễn Phúc Nguyên","Nguyễn Hoàng","Nguyễn Bỉnh Khiêm","Trịnh Tráng","Trịnh Tùng"]},{"ten":"Chiến tranh Tống - Việt","namBatDau":1075,"namKetThuc":1077,"moTa":"Chiến tranh Tống - Việt, 1075-1077 là tên gọi cuộc chiến tranh giữa nhà Lý nước Đại Việt và nhà Tống của Trung Quốc vào cuối thế kỷ 11. Giai đoạn đầu, tướng nhà Lý là Lý Thường Kiệt đã chủ động đánh sang đất Tống trong chiến dịch 1075-1076; Giai đoạn sau, quân Lý rút về phòng thủ chống lại cuộc nam tiến của đại quân Tống trong năm 1076-1077 và cuối cùng đẩy lui được quân Tống ra khỏi lãnh thổ Đại Việt.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Thường Kiệt","Lý Nhân Tông","Ỷ Lan","Lý Đạo Thành"]},{"ten":"Chiến tranh Việt Chiêm 1400-1407","namBatDau":1400,"namKetThuc":1407,"moTa":"Từ cuối thế kỷ 14, Chiêm Thành dưới thời Chế Bồng Nga đã nhiều lần tấn công Đại Việt khiến nhà Trần phải bỏ kinh thành Thăng Long. Khi Chế Bồng Nga tử trận năm 1390, những cuộc tấn công từ phía nam mới lắng xuống. Các con Chế Bồng Nga là Chế Ma Nô Đà Nan và Chế Sơn Na bị tướng La Ngai giành ngôi, yếu thế phải chạy sang đầu hàng Đại Việt. Sau khi Hồ Quý Ly lên ngôi, lập ra nước Đại Ngu, nhà Hồ đã chủ trương đánh Chiêm Thành để mở rộng đất đai về phía nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hồ Quý Ly","Hồ Hán Thương"]},{"ten":"Chiến tranh Đại Việt - Chăm pa","namBatDau":null,"namKetThuc":null,"moTa":"Năm 938, Ngô Quyền chiến thắng quân Nam Hán trên sông Bạch Đằng, giành độc lập cho người Việt. Từ năm 982, vua Lê Hoàn của Đại Cồ Việt mở cuộc Nam chinh đầu tiên, mở rộng bờ cõi. Từ cuộc Nam chinh đầu tiên của vua Lê Hoàn đến thời nhà Lê, giữa Đại Việt và Chăm pa luôn xảy ra các cuộc chiến tranh.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Chúa Nguyễn sai Nguyễn Hữu Cảnh vào miền Nam","namBatDau":1698,"namKetThuc":1698,"moTa":"Trên cơ sở những lưu dân Việt đã tự phát tới khu vực này trước đó, Nguyễn Hữu Cảnh cho lập phủ Gia Định và hai huyện Phước Long, Tân Bình. Vùng Nam Bộ được sát nhập vào cương vực Việt Nam","TrieuDai":null,"diaDiemLienQuan":["Gia Định"],"nhanVatLienQuan":["Nguyễn Hữu Cảnh"]},{"ten":"Chủ tịch Hồ Chí Minh kêu gọi đồng bào Nam Bộ kháng chiến","namBatDau":1945,"namKetThuc":1945,"moTa":"Ngày 26-9-1945, qua Đài phát thanh tiếng nói Việt Nam, Chủ tịch Hồ Chí Minh đã gửi thư cho đồng bào Nam Bộ, khẳng định quyết tâm kháng chiến của Trung ương Đảng, Chính phủ và nhân dân cả nước ta.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Chủ tịch Hồ Chí Minh đọc bản “Tuyên ngôn Độc lập”","namBatDau":1945,"namKetThuc":1945,"moTa":"Tại quảng trường Ba Đình – Hà Nội, Chủ tịch Hồ Chí Minh đọc bản “Tuyên ngôn Độc lập” tuyên bố sự ra đời của nước Việt Nam dân chủ cộng hòa.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Nguyên Giáp","Trần Huy Liệu","Nguyễn Lương Bằng"]},{"ten":"Chủ tịch Hồ Chí Minh đọc “Lời kêu gọi toàn quốc kháng chiến”","namBatDau":1946,"namKetThuc":1946,"moTa":"“Hỡi đồng bào toàn quốc! Chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta lần nữa! Không! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Cuộc bãi công của công nhân Ba Son","namBatDau":1925,"namKetThuc":1925,"moTa":"Cuộc đấu tranh của hơn một nghìn công nhân xưởng sửa chữa tàu thuỷ Ba Son (Sài Gòn) do Tôn Đức Thắng lãnh đạo, kéo dài tám ngày (4 - 12.8.1925).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tôn Đức Thắng"]},{"ten":"Cuộc bạo loạn ven biển chống nhà Nguyễn","namBatDau":1861,"namKetThuc":1865,"moTa":"Cuộc bạo loạn ven biển hoặc Nạn giặc biển, là tên gọi của cuộc nổi dậy do Tạ Văn Phụng lãnh đạo chống lại triều đình nhà Nguyễn ở vùng ven biển Bắc Kỳ từ 1861 cho tới 1865.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tạ Văn Phụng"]},{"ten":"Cuộc bạo động diễn ra ở kinh thành Huế để phản đối việc triều đình ký hòa ước với Pháp","namBatDau":1864,"namKetThuc":1864,"moTa":"Cuộc vận động bạo động này được tiến hành từ tháng 7-1864. Cuộc bạo động diễn ra tại kinh thành Huế nhằm giết khâm sứ Pháp cùng Phan Thanh Giản, Trần Tiễn Thành và đàn áp các giáo dân xung quanh vùng phụ cận kinh thành để phản đối việc triều đình Huế ký hòa ước với Pháp.","TrieuDai":null,"diaDiemLienQuan":["Huế"],"nhanVatLienQuan":["Phan Thanh Giản"]},{"ten":"Cuộc chiến cuối cùng giữa nhà Trịnh","namBatDau":null,"namKetThuc":null,"moTa":"Trịnh-Nguyễn phân tranh, 1774-1775 là cuộc chiến lần thứ 8 và là cuộc chiến cuối cùng giữa chúa Trịnh và chúa Nguyễn trong lịch sử chia cắt Đàng Ngoài-Đàng Trong hơn 200 năm của nước Đại Việt.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Cuộc kháng chiến chống quân Lương của nước Vạn Xuân","namBatDau":545,"namKetThuc":603,"moTa":"Năm 550, nhân bên nhà Lương có biến loạn, quân Lương phải rút đại quân về nước, Triệu Việt Vương tổ chức phản công lớn, quét sạch quân giặc, giải phóng hoàn toàn đất nước. Nước Vạn Xuân giữ được độc lập trên nửa thế kỷ nữa.","TrieuDai":null,"diaDiemLienQuan":["Hải Dương"],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Cuộc kháng chiến chống Triệu Đà","namBatDau":-184,"namKetThuc":-179,"moTa":"Cuộc chiến bại này làm cho đất nước ta rơi vào ách thống trị của phong kiến Trung Quốc hơn 1.000 năm, thường gọi là thời kỳ Bắc thuộc.","TrieuDai":null,"diaDiemLienQuan":["Cổ Loa"],"nhanVatLienQuan":["An Dương Vương","Cao Lỗ"]},{"ten":"Cuộc khởi nghĩa Hai Bà Trưng bùng nổ","namBatDau":40,"namKetThuc":40,"moTa":"Mùa xuân năm 40 (tháng 3 dương lịch), Hai Bà Trưng dựng cờ khởi nghĩa ở Hát Môn (Hà Nội). Nghĩa quân nhanh chóng đánh bại kẻ thù, làm chủ Mê Linh; rồi từ Mê Linh, tiến đánh Cổ Loa và Luy Lâu. Tô Định hoảng hốt phải bỏ thành, cắt tóc, cạo râu, lẻn trốn về Nam Hải (Quảng Đông - Trung Quốc). Quân Hán ở các quận khác cũng lần lượt bị đánh tan","TrieuDai":null,"diaDiemLienQuan":["Mê Linh"],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Cuộc khởi nghĩa Trần Ngỗi","namBatDau":1407,"namKetThuc":1409,"moTa":"Tháng 11-1406, quân Minh sang xâm lược nước ta. Sau thất bại của nhà Hồ, nhân dân ta ở nhiều nơi đã nổi dậy khởi nghĩa trong đó có cuộc khởi nghĩa của Trần Ngỗi. Trần Ngỗi vốn là con thứ của vua Trần Nghệ Tông, ông được một người yêu nước là Trần Triệu Cơ đưa lên làm minh chủ, Trần Ngỗi tự xưng là Giản Định hoàng đế.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An"],"nhanVatLienQuan":["Trần Nghệ Tông","Nguyễn cảnh Chân","Đặng Tất"]},{"ten":"Cuộc khởi nghĩa Trần Quý Khoáng","namBatDau":1409,"namKetThuc":1414,"moTa":"Sau khi cuộc kháng chiến của nhà Hồ bị thất bại, tiếp theo là cuộc khởi nghĩa của Trần Ngỗi bị tan rã, hai tướng Đặng Tất, Nguyễn Cảnh Chân bi Trần Ngỗi giết chết, con trai của Đặng Tất, Nguyễn Cảnh Chân là Đặng Dung và Nguyễn Cảnh Dị cùng nhiều nghĩa quân bỏ vào Nghệ An, đưa Trần Quý Khoáng (con của Trang Định vương Trần Ngạc, cháu nội vua Trần Nghệ Tông) lên ngôi vua, lấy hiệu là Trùng Quang đế và phát động khởi nghĩa.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Thanh Hóa"],"nhanVatLienQuan":["Trần Nghệ Tông","Nguyễn cảnh Chân","Đặng Tất","Trùng Quang Đế","Giản Định Đế"]},{"ten":"Cuộc nổi dậy chống nhà Nguyễn của Ba Nhàn và Tiền Bột","namBatDau":1833,"namKetThuc":1843,"moTa":"Khởi nghĩa Ba Nhàn, Tiền Bột bùng lên năm 1833, là cuộc đấu tranh chống triều Nguyễn, do Nguyễn Văn Nhàn và Lê Văn Bột làm đồng thủ lĩnh, khởi phát từ Sơn Tây vào đầu thế kỷ 19 trong lịch sử Việt Nam. Với khẩu hiệu \"lấy của nhà giàu, chia cho dân nghèo\", Ba Nhàn và Tiền Bột đứng ra ngầm vận động giới dân nghèo cùng nổi dậy chống áp bức, được rất nhiều người nghe theo. Cuộc nổi dậy Ba Nhàn - Tiền Bột kéo dài trong vòng 10 năm đến năm 1843, nghĩa quân suy yếu, Ba Nhàn bị bắt, Tiền Bột ra đầu thú.","TrieuDai":null,"diaDiemLienQuan":["Vĩnh Phúc","Phú Thọ"],"nhanVatLienQuan":[]},{"ten":"Cuộc nổi dậy chống nhà Nguyễn của Nông Văn Vân","namBatDau":1833,"namKetThuc":1835,"moTa":"Bất bình với triều đình, Nông Văn Vân dấy binh khởi nghĩa. Cuộc nổi dậy của Nông Văn Vân là một cuộc đấu tranh chống nhà Nguyễn của các dân tộc thiểu số ở Việt Bắc (Việt Nam)bắt đầu từ tháng 7.1833 đến khoảng giữa tháng 3 .1835 thì bị triều đình dập tắt. Cuộc nổi dậy kết thúc khi quân nhà Nguyễn phóng hỏa đốt rừng Thẩm Pát (hay Thẩm Bát) ở Tuyên Quang và tuyên bố đã tìm thấy thủ lĩnh Nông Văn Vân bị chết cháy ở trong đó. Theo một số nhà nghiên cứu thì đây là cuộc đấu tranh rộng lớn và tiêu biểu nhất của các dân tộc thiểu số ở nửa đầu thế kỷ 19 tại Việt Nam","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Nông Văn Vân"]},{"ten":"Cuộc nổi dậy chống nhà Nguyễn ở Ba Xuyên","namBatDau":1841,"namKetThuc":1842,"moTa":"Bất bình với chính sách \"đồn điền\" của triều Nguyễn, vì nó đã tạo ra cơ hội cho quan lại cùng địa chủ đổ xô đến Ba Xuyên, Lạc Hóa...chiếm đoạt ruộng đất. Bên cạnh đó, chủ trương nhằm thay đổi phong tục tập quán cùng việc cải cách tổ chức nông thôn của tộc người Khmer ở Nam Bộ, khiến họ mất quyền tự trị càng gây thêm căm phẫn. Bực dọc âm ỉ cho đến đầu năm 1841, thì tộc người Khmer ở Ba Xuyên (phủ Ba Xuyên thời bấy giờ ngày nay là tỉnh Sóc Trăng) nổi dậy chống đối triều đình. Cuộc nổi dậy Ba Xuyên do hai thủ lĩnh là Sơn Tốt và Trần Lâm cùng chỉ huy, khởi phát từ tháng 3 năm Tân Sửu (1841) đến khoảng đầu năm sau (1842) thì bị đánh tan. Thời điểm này, vua Thiệu Trị trị vì.","TrieuDai":null,"diaDiemLienQuan":["Sóc Trăng"],"nhanVatLienQuan":[]},{"ten":"Cuộc nổi dậy chống nhà Nguyễn ở Hà Tiên","namBatDau":1840,"namKetThuc":1847,"moTa":"Bất bình chính sai cai trị của nhà Nguyễn, giai đoạn từ năm 1840 đến năm 1847, ở tỉnh Hà Tiên (ngày nay là tỉnh Kiên Giang, Cà Mau và một phần tỉnh Bạc Liêu) nhiều cuộc nổi dậy lớn, nhỏ chống triều đình nổ ra. Cuộc chiến kéo dài dai dẵng, gây tổn thất lớn cho triều đình cũng như nhân dân. Đến năm 1847, sau khi Nặc Ông Đôn làm vua Chân Lạp, quan quân Việt ở Trấn Tây thành (tức Phnom Penh ngày nay) rút hết về An Giang, thì chiến sự ở Nam Bộ (trong đó có tỉnh Hà Tiên) mới được yên.","TrieuDai":null,"diaDiemLienQuan":["Kiên Giang","Bạc Liêu","Cà Mau"],"nhanVatLienQuan":[]},{"ten":"Cuộc nổi dậy chống nhà Nguyễn ở Đá Vách Quảng Ngãi","namBatDau":1803,"namKetThuc":1883,"moTa":"Phong trào nổi dậy ở Đá Vách (1803 - 1883) là tên gọi một loạt nhiều cuộc nổi dậy của người dân tộc thiểu số ở khu vực Quảng Ngãi, Việt Nam. Phong trào kéo dài từ buổi đầu triều đại vua Gia Long đến suốt hơn nửa thế kỷ. Nguyên do chính sách cai trị của triều đình nhà Nguyễn, sưu cao thuế nặng, quan lại và địa chủ tham lam nhũng nhiều người dân và còn xúc phạm đến phong tục đời sống của đồng dân tộc thiểu số ở khu vực Đá Vách. Đây là cuộc chiến bền bỉ của nhân dân Đá Vách dưới thời nhà Nguyễn.","TrieuDai":null,"diaDiemLienQuan":["Quảng Ngãi"],"nhanVatLienQuan":["Lê văn Duyệt"]},{"ten":"Cuộc nổi dậy của binh lính Đô Lương","namBatDau":1941,"namKetThuc":1941,"moTa":"Từ đầu năm 1940, dưới sự lãnh đạo của Đảng Cộng sản Đông Dương, phong trào cách mạng của quần chúng ngày càng lan rộng và có ảnh hưởng đến tinh thần các binh lính người Việt trong quân đội Pháp. Tại Nghệ An, binh lính rất bất bình vì bị bắt sang Lào làm bia đỡ đạn cho thực dân Pháp trong cuộc chiến với Thái Lan nên đã hình thành nên sự phản kháng trong hàng ngũ của một số tầng lớp binh lính, trong đó nổi bật nhất là binh lính đồn Chợ Rạng (Thanh Chương - Nghệ An), người đứng đầu nhóm binh lính đó là Nguyễn Văn Cung.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An"],"nhanVatLienQuan":["Đội Cung"]},{"ten":"Cuộc nổi dậy Lâm Sâm đời vua Thiệu Trị","namBatDau":1841,"namKetThuc":1841,"moTa":"Cuộc nổi dậy của Lâm Sâm (1841) là một cuộc khởi binh chống lại nhà Nguyễn đời vua Thiệu Trị xảy ra ở phủ Lạc Hóa (ngày nay thuộc tỉnh Trà Vinh) do Lâm Sâm àm thủ lĩnh. Thời bấy giờ, vùng đất Trà Vinh, Vĩnh Long, Kiên Giang là vùng đất ít được khai phá thời Nguyễn, người dân sở tại là người Khmer. Sáu đó, người Việt di dân vào lập ấp, mở rộng xóm làng. Nhiều tộc người cùng sinh sống cộng thêm chế độ cai trị hà khác của nhà Nguyễn dẫn đến mâu thuẫn sắc tộc, chống đối triều đình.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Nguyễn Công Trứ","Thiệu trị","Nguyễn Tri Phương"]},{"ten":"Cuộc xâm lược của nhà Minh 1406-1407","namBatDau":1406,"namKetThuc":1407,"moTa":"Tháng 11-1406, lấy cớ nhà Hồ cướp ngôi nhà Trần, nhà Minh đã huy động một lực lượng lớn gồm 20 vạn quân cùng với hàng chục vạn dân phu, do tướng Trương Phụ cầm đầu tiến vào nước ta.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long"],"nhanVatLienQuan":["Hồ Quý Ly"]},{"ten":"Dương Tam Kha cướp ngôi Ngô Xương Ngập","namBatDau":943,"namKetThuc":943,"moTa":"Năm 944, Ngô Quyền mất, uỷ thác con trưởng là Ngô Xương Ngập cho ông. Dương Tam Kha cướp ngôi cháu, tự lập mình làm vua, xưng Dương Bình Vương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Dương Tam Kha","Ngô Xương Ngập"]},{"ten":"Dương Thanh phát động cuộc khởi nghĩa","namBatDau":819,"namKetThuc":819,"moTa":"Dương Thanh là một vị hào trưởng của đất Hoan Châu (đất này nay thuộc Nghệ An) và cũng là người được nhà Ðường cho làm Thứ Sử của châu này","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Dương Thanh"]},{"ten":"Dương Đình Nghệ đánh đuổi Lý Khắc Chính và Lý Tiến","namBatDau":931,"namKetThuc":931,"moTa":"Năm 931, Dương Đình Nghệ được sự ủng hộ của nhân dân và hào kiệt các địa phương như Ngô Quyền, Đinh Công Trứ v.v… vượt rừng núi, từ Thanh Hóa tiến quân ra Giao Châu, bao vây và tiến công thành Đại La - dinh lũy của quân xâm lược Nam Hán.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Dương Đình Nghệ"]},{"ten":"Gia Long đặt quốc hiệu là Việt Nam","namBatDau":1804,"namKetThuc":1804,"moTa":"Quốc hiệu Việt Nam chính thức xuất hiện vào thời nhà Nguyễn. Vua Gia Long đã đề nghị nhà Thanh công nhận quốc hiệu Nam Việt, với lý lẽ rằng \"Nam\" có ý nghĩa \"An Nam\" còn \"Việt\" có ý nghĩa \"Việt Thường\". Tuy nhiên tên Nam Việt trùng với quốc hiệu của quốc gia cổ Nam Việt thời nhà Triệu, gồm cả Quảng Đông và Quảng Tây của Trung Hoa. Nhà Thanh yêu cầu nhà Nguyễn đổi ngược lại thành Việt Nam để tránh nhầm lẫn. Tháng 3 năm 1804, vua Gia Long đổi quốc hiệu nước ta là Việt Nam .","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Gia Long"]},{"ten":"Giải phóng Long Khánh, Nguyễn Văn Thiệu từ chức","namBatDau":null,"namKetThuc":null,"moTa":"Ngày 21/4/1975: Giải phóng tỉnh Long Khánh; Tại Sài Gòn, Nguyễn Văn Thiệu từ chức Tổng thống Chính quyền Sài Gòn.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Giải phóng Phan Thiết","namBatDau":null,"namKetThuc":null,"moTa":"Bình Thuận là tỉnh cực Nam của Nam Trung bộ, giáp với Ninh Thuận từ phía Bắc, Long Khánh từ phía Nam. Trong kháng chiến chống Mỹ, Bình Thuận chia làm hai tỉnh là Bình Thuận và Bình Tuy. Tại thị xã Phan Thiết - tỉnh lỵ Bình Thuận - quân đội ngụy quyền Sài Gòn xây dựng hệ thống cứ điểm quân sự mạnh nằm trong tuyến phòng thủ Phan Rang - Phan Thiết - Xuân Lộc. Sau khi Phan Rang thất thủ, Phan Thiết trở thành chốt chặn tiền tiêu của chính quyền Sài Gòn từ hướng Đông.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Giải phóng thị xã Phan Thiết và toàn tỉnh Bình Thuận","namBatDau":null,"namKetThuc":null,"moTa":"Ngày 18-4-1975, Bộ Chính trị điện khẩn cho Bộ Chỉ huy Chiến dịch Hồ Chí Minh nhấn mạnh: Thời cơ quân sự, chính trị để mở cuộc tiến công vào Sài Gòn-Gia Định đã chín muồi. Ta cần tranh thủ từng ngày kịp thời phát động tiến công địch trên các hướng, không thể để chậm. Nếu để chậm sẽ không có lợi cả về chính trị và quân sự. Kịp thời hành động lúc này là bảo đảm chắc thắng. Nắm vững thời cơ lớn, chúng ta nhất định toàn thắng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Hai Bà Trưng chống cự lại với quân nhà Hán và tử trận","namBatDau":943,"namKetThuc":943,"moTa":"Mã Viện đem quân vượt sông Hồng đuổi theo. Quân Hán bao vây Cấm Khê. Tại đây đã diễn ra nhiều trận chiến đấu rất ác liệt giữa quân đội của Hai Bà Trưng với quân đội của nhà Hán. Hai Bà Trưng đã hy sinh anh dũng.","TrieuDai":null,"diaDiemLienQuan":["Cửu Chân"],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Hai Bà Trưng liên kết Thi Sách chiêu mộ nghĩa binh","namBatDau":39,"namKetThuc":39,"moTa":"Hai Bà Trưng (Trưng Trắc và Trưng Nhị) con gái Lạc tướng huyện Mê Linh – vùng lãnh thổ từ Ba Vì đến Tam Đảo (Đất bản bộ của các vua Hùng), liên kết với Thi Sách, con trai thủ lĩnh vùng Chu Diên (dọc sông Đáy) chiêu mộ nghĩa binh chuẩn bị nổi lên chống chính quyền đô hộ Đông Hán. Lãnh thổ Mê Linh và Chu Diên liền cõi, hai gia đình Lạc tướng lại là thông gia, khiến thanh thế của họ càng thêm cao, uy danh càng thêm lớn. Chính sách cai trị thắt buộc, tàn bạo của nhà Đông Hán – với viên Thái thú Tô Định – càng thôi thúc Trưng Trắc, Thi Sách hợp mưu tính kế nổi dậy.","TrieuDai":null,"diaDiemLienQuan":["Mê Linh"],"nhanVatLienQuan":["Hai Bà Trưng","Tô Định","Thi Sách"]},{"ten":"Hiệp định Pháp-Việt","namBatDau":null,"namKetThuc":null,"moTa":"Một văn kiện được ký kết ngày 8 tháng 3 năm 1949 giữa Quốc trưởng Quốc gia Việt Nam Bảo Đại và Tổng thống Pháp, theo đó công nhận Quốc gia Việt Nam là một nước độc lập nằm trong Liên hiệp Pháp.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Hiệp định Vịnh Hạ Long","namBatDau":null,"namKetThuc":null,"moTa":"Cho phép thành lập Quốc gia Việt Nam gồm cả ba miền Bắc Trung Nam, nằm trong Liên hiệp Pháp","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Hiệp ước Giáp Tuất 1874","namBatDau":1874,"namKetThuc":1874,"moTa":"Hiệp ước Giáp Tuất 1874 là bản hiệp định thứ hai giữa triều Nguyễn và Pháp, được ký vào ngày 15 tháng 3 năm 1874 với đại diện của triều Nguyễn là Lê Tuấn - Chánh sứ toàn quyền đại thần, Nguyễn Văn Tường - Phó sứ toàn quyền đại thần và đại diện của Pháp là Dupré - Toàn quyền đại thần, Thống đốc Nam Kỳ. Hoà ước gồm có 22 điều khoản với nội dung chính là thay thế bản Hòa ước Nhâm Tuất 1862, công nhận chủ quyền vĩnh viễn của Pháp ở Nam Kỳ, lệ thuộc về chủ quyền ngoại giao, mở cửa cho Pháp tự do buôn bán tại các cảng biển và trên sông Hồng cùng tự do truyền đạo.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Tuấn","Nguyễn Văn Tường"]},{"ten":"Hiệp ước Nhâm Tuất","namBatDau":1862,"namKetThuc":1862,"moTa":"Hiệp ước Nhâm Tuất được ký ngày 5 tháng 6 năm 1862 tại Sài Gòn giữa đại diện triều Nguyễn (thời vua Tự Đức) là chánh sứ Phan Thanh Giản và phó sứ Lâm Duy Hiệp với đại diện của Pháp là thiếu tướng Bonard và đại diện của Tây Ban Nha là đại tá Don Carlos Palanca Guttiere.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Đà Nẵng","Định Tường","Biên Hòa","Vĩnh Long"],"nhanVatLienQuan":["Phan Thanh Giản","Lâm Duy Hiệp"]},{"ten":"Hiệp ước Patơnốt","namBatDau":1884,"namKetThuc":1884,"moTa":"Hiệp ước Patenôtre (Pa-tơ-nốt) hay còn gọi là Hiệp ước Giáp Thân 1884, là Hiệp ước cuối cùng nhà Nguyễn ký với thực dân Pháp vào ngày 6 tháng 6 năm 1884 tại kinh đô Huế gồm có 19 điều khoản. Đại diện các phía nhà Nguyễn là Phạm Thận Duật - Toàn quyền đại thần, Tôn Thất Phan - Phó Toàn quyền đại thần, Nguyễn Văn Tường - Phụ chính đại thần và phía Pháp là Jules Patenôtre - Sứ thần Cộng hoà Pháp","TrieuDai":null,"diaDiemLienQuan":["Huế"],"nhanVatLienQuan":["Phạm Thận Duật"]},{"ten":"Hiệp ước Quý Mùi","namBatDau":null,"namKetThuc":null,"moTa":"Hiệp ước Quý Mùi hay còn gọi là Hiệp ước Harmand được ký kết vào ngày 25 tháng 8 năm 1883 tại kinh đô Huế giữa đại diện của Pháp là Harmand - Tổng ủy, đại diện ngoại giao cho nước Cộng hòa Pháp và đại điện của triều Nguyễn là Trần Đình Túc - Hiệp biện Đại học sĩ (Trưởng đoàn), Nguyễn Trọng Hợp - Thượng thư bộ lại (Phó đoàn). Hiệp ước có tất cả 27 điều khoản với nội dung chính là xác lập quyền bảo hộ lâu dài của Pháp trên toàn bộ Việt Nam. Hiệp ước này chính thức đánh dấu thời kỳ, 1883-1945, toàn bộ Việt Nam trở thành thuộc địa của Thực dân Pháp (thời Pháp thuộc).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tự Đức","Nguyễn Trọng Hợp","Trần Đình Túc"]},{"ten":"HRiver đánh thành Hà Nội lần thứ hai, Hoàng Diệu tuẫn tiết","namBatDau":1882,"namKetThuc":1882,"moTa":"Năm 1873, sau khi chiếm được Nam Bộ, Pháp chuẩn bị tiến ra Bắc Bộ. Vua Tự Đức giao phó cho Hoàng Diệu làm Tổng đốc Hà Ninh, năm 1880. Ngay khi tới Hà Nội Hoàng Diệu đã chú tâm tới việc xây dựng thành lũy chuẩn bị lực lượng để chống Pháp.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":[]},{"ten":"Hàm Nghi ra Chiếu Cần Vương","namBatDau":1885,"namKetThuc":1885,"moTa":"Vào cuối thế kỷ XIX, triều đình phong kiến nhà Nguyễn lâm vào khủng hoảng, suy vong và trở thành miếng mồi ngon của các nước tư bản phương Tây đang khao khát thuộc địa. Ngày 01-09-1858, thực dân Pháp bất ngờ tấn công vào bán đảo Sơn Trà (Đà Nẵng), rồi tiếp tục đánh chiếm 6 tỉnh Nam Bộ, sau đó đánh chiếm miền Bắc. Sau khi thành Hà Nội thất thủ, quan quân triều đình nhà Nguyễn kẻ hàng, người trốn, có những thành như Phủ Lý, Ninh Bình, có đến hàng ngàn quân canh giữ, nhưng chỉ cần 5 - 6 tên lính Pháp đã hạ được thành. Từ sau Hiệp ước ngày 25/ 8/ 1883, triều đình nhà Nguyễn bị phân hóa thành 2 bộ phận: bộ phận chủ hòa và bộ phận chủ chiến. Bộ phận chủ hòa đã trở thành tay sai đắc lực cho thực dân Pháp. Bộ phận chủ chiến đứng đầu là Tôn Thất Thuyết đã tập hợp lực lượng, phát động nhân dân các nơi trong nước đứng lên chống thực dân Pháp xâm lược. Năm 1885, sau khi kinh thành Huế thất thủ, Tôn Thất Thuyết đưa vua Hàm Nghi lên chiến khu Tân Sở (Quảng Trị), ra Chiếu Cần Vương, kêu gọi toàn dân kháng chiến chống thực dân Pháp xâm lược.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tôn Thất Thuyết","Hàm Nghi"]},{"ten":"Hơn 2000 dân Tượng Lâm quận Nhật Nam khởi nghĩa chống chính quyền đô hộ nhà Hán","namBatDau":100,"namKetThuc":100,"moTa":"Mùa hè năm 100, hơn 2.000 dân Tượng Lâm nổi lên phá đồn, đốt thành, giết một số quan quân cai trị. Chính quyền đô hộ Hán phải huy động quân của các quận huyện khác đến dẹp, giết được chủ tướng, cuộc nổi loạn mới tạm yên. Từ đó chính quyền nhà Hán không dám ức hiếp một cách thô bạo dân cư tại đây nhưng đặt vùng đất này dưới quyền cai trị trực tiếp, do một binh trưởng sứ cầm đầu, đề phòng những cuộc nổi loạn sau này. Để lấy lòng dân cư địa phương, quan quân nhà Hán tổ chức phát chẩn cho dân nghèo, miễn thuế hai năm v.v.","TrieuDai":null,"diaDiemLienQuan":["Nhật Nam","Tượng Lâm"],"nhanVatLienQuan":[]},{"ten":"Hải Chiến Hoàng Sa","namBatDau":1974,"namKetThuc":1974,"moTa":"Ngày 19.1.1974, Trung Quốc xua quân xuống cưỡng chiếm quần đảo Hoàng Sa lúc bấy giờ đang thuộc chủ quyền của Việt Nam Cộng Hòa. Trong hoàn cảnh có nhiều bất lợi, các quân nhân Việt Nam vẫn nổ súng chống lại kẻ xâm lược nhằm bảo vệ chủ quyền biển đảo quê hương. Cuộc vệ quốc thất bại. Hoàng Sa rơi vào tay ngoại bang.","TrieuDai":null,"diaDiemLienQuan":["Hoàng Sa"],"nhanVatLienQuan":[]},{"ten":"Hải chiến Trường Sa","namBatDau":1988,"namKetThuc":1988,"moTa":"Hải chiến Trường Sa là tên gọi của cuộc chiến trên biển Đông năm 1988 khi Hải quân Quân giải phóng Nhân dân Trung Hoa đưa quân chiếm đóng bãi đá Cô Lin, bãi đá Len Đao và bãi đá Gạc Ma thuộc quần đảo Trường Sa, do ba bãi đá này không có quân đội đồn trú nên Hải quân Nhân dân Việt Nam phải đưa quân ra bảo vệ, đánh trả và cuộc chiến nổ ra vào ngày 14 tháng 3 năm 1988. Phía Việt Nam mất ba tàu vận tải của hải quân Việt Nam, 64 thủy binh Việt Nam đã hi sinh. Trung Quốc bị hư hại tàu chiến, thương vong 24 thủy binh. Kể từ đó Trung Quốc đã chiếm đóng bãi đá Gạc Ma và hai nước cùng cho hải quân ra đóng giữ một số đá ngầm khác mà hai bên cùng tuyên bố chủ quyền. Trong các tài liệu của Hải Quân Việt Nam, sự kiện này được biết đến với tên gọi CQ-88 (Chủ quyền-88).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Hồ Chí Minh bị chính quyền Tưởng Giới Thạch bắt giữ Tác phẩm \"Nhật kí trong tù ra đời\"","namBatDau":1942,"namKetThuc":1942,"moTa":"Ngày 13-8-1942, mang tên gọi mới là Hồ Chí Minh, Nguyễn Ái Quốc dời Cao Bằng sang Trung Quốc, với danh nghĩa là đại biểu Việt Nam độc lập đồng minh và Phân bộ Quốc tế phản xâm lược của Việt Nam để tranh thủ sự viện trợ quốc tế. Ngày 29-8, bị nhà cầm quyền địa phương của Tưởng Giới Thạch bắt giữ tại thị trấn Túc Vinh (thuộc huyện Tĩnh Tây, Quảng Tây, Trung Quốc), Người bị giam giữ, đối xử tàn tệ suốt 13 tháng, bị giải qua hơn 30 nhà tù, thuộc 13 huyện của tỉnh Quảng Tây (như Thiên Bảo, Điền Đông, Quảng Đức…).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Hồ Chí Minh ký Tạm ước Việt - Pháp","namBatDau":1946,"namKetThuc":1946,"moTa":"Do thái độ ngoan cố và hiếu chiến của thực dân Pháp, cuộc đàm phán giữa hai phái đoàn chính phủ Việt – Pháp ở Phôngtennơblô thất bại. Lúc này, Chủ tịch Hồ Chí Minh vẫn đang ở thăm nước Pháp. Người đã ký Tạm ước ngày 14-9 để tranh thủ thời gian tiếp tục xây dựng lực lượng, chuẩn bị cho cuộc kháng chiến toàn quốc mà Người biết chắc chắn sẽ xảy ra.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Hội Duy Tân được thành lập","namBatDau":1904,"namKetThuc":1904,"moTa":"Ngày 8 tháng 4 năm Giáp Thìn (1904), sau khi từ Nam Kỳ về, Phan Bội Châu cùng Cường Để và hơn 20 đồng chí khác họp tại nhà riêng của Nguyễn Hàm (còn có tên là Nguyễn Thành, Nguyễn Tiểu La) tại Nam Thịnh sơn trang (Thăng Bình, Quảng Nam) lập ra một tổ chức bí mật có tên là Duy Tân Hội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu"]},{"ten":"Hội nghị Ban chấp hành Trung ương Đảng Cộng sản Đông Dương","namBatDau":1939,"namKetThuc":1939,"moTa":"Ngày 1-9-1939, phát xít Đức tiến công Ba Lan, mở màn cuộc Chiến tranh thế giới lần thứ hai. Ở Đông Dương, thực dân Pháp ra sức vơ vét của cải, tiền bạc, sức người để phục vụ cho chiến tranh. Chúng thẳng tay đàn áp, khủng bố phong trào cách mạng, thủ tiêu những quyền dân chủ tối thiểu mà nhân dân ta đã giành được trong những năm 1936-1938. Mâu thuẫn giữa các dân tộc Đông Dương với thực dân Pháp trở nên gay gắt. Do đó, trong các ngày 6, 7, 8-11-1939, Trung ương Đảng họp ở Bà Điểm, Hóc Môn (Gia Định) để bàn các chủ trương của Đảng trong tình hình mới, dưới sự chủ trì của đồng chí Nguyễn Văn Cừ. Tham dự Hội nghị có các đồng chí Lê Duẩn, Phan Đăng Lưu, Võ Văn Tần...","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Đăng Lưu","Nguyễn Văn Cừ","Lê Duẩn","Võ Văn Tần"]},{"ten":"Hội nghị Ban thường vụ mở rộng của Trung ương Đảng Cộng sản Đông Dương và chỉ thị “Nhật - Pháp bắn nhau và hành động của chúng ta”","namBatDau":1945,"namKetThuc":1945,"moTa":"Nhận thấy trước mâu thuẫn Nhật – Pháp tất yếu sẽ dẫn đến hành động quyết liệt hất cẳng nhau và căn cứ vào thái độ chuẩn bị đảo chính của phát xít Nhật, tối ngày 9-3-1945, Ban Thường vụ mở rộng của Trung ương Đảng được triệu tập khẩn cấp họp tại Đình Bảng (Từ Sơn, Bắc Ninh) dưới sự chủ tọa của Tổng Bí thư Trường Chinh.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội","Bắc Ninh"],"nhanVatLienQuan":["Trường Chinh"]},{"ten":"Hội Nghị Diên Hồng","namBatDau":1285,"namKetThuc":1285,"moTa":"Đầu năm 1285, vua Trần mở Hội Nghị Diên Hồng, mời các bậc phụ lão có uy tín trong cả nước về Thăng Long họp để bàn cách đánh giặc. Trong hội nghị diên hồng, khi vua hỏi cáh đánh giặc, \"các phụ lão đều nói là nên đánh, muôn người cùng lời như một\".","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Thánh Tông"]},{"ten":"Hội nghị Giơnevơ về Đông Dương","namBatDau":1954,"namKetThuc":1954,"moTa":"Theo quyết định của Hội nghị Béclin, sau khi bàn về vấn đề lập lại hòa bình ở Triều Tiên, Hội nghị Giơnevơ bắt đầu thảo luận về vấn đề lập lại hòa bình ở Đông Dương. Đúng một ngày sau khi chiến thắng Điện Biên Phủ, vấn đề chấm dứt chiến tranh lập lại hòa bình ở Đông Dương chính thức được Hội nghị Giơnevơ thảo luận.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phạm Văn Đồng"]},{"ten":"Hội nghị Giơnevơ về Đông Dương kết thúc thắng lợi","namBatDau":1954,"namKetThuc":1954,"moTa":"Hiệp định Giơ-ne-vơ (Genève) năm 1954, khôi phục hòa bình ở Đông Dương, bãi bỏ quyền cai trị của người Pháp, công nhận nền độc lập của ba quốc gia Việt Nam, Lào và Campuchia, chính thức chấm dứt chế độ thực dân Pháp tại Đông Dương. Tháng 1 - 1954, ngoại trưởng 4 nước Liên Xô, Mỹ, Anh và Pháp đã họp tại Bec-lin và quyết định sẽ triệu tập một hội nghị quốc tế ở Giơ-ne-vơ (Thụy Sĩ) để giải quyết hai vấn đề: chiến tranh tại Triều Tiên và lập lại hòa bình ở Đông Dương.","TrieuDai":null,"diaDiemLienQuan":["Liên bang Đông Dương"],"nhanVatLienQuan":["Phạm Văn Đồng"]},{"ten":"Hội nghị lần thứ nhất Ban Chấp hành Trung ương Đảng Cộng Sản Việt Nam","namBatDau":1930,"namKetThuc":1930,"moTa":"Hội nghị lần thứ nhất Ban Chấp hành Trung ương diễn ra từ ngày 14 đến ngày 31-10-1930 tại Hương Cảng (Trung Quốc), do đồng chí Trần Phú chủ trì, đã thông qua Nghị quyết về tình hình và nhiệm vụ cần kíp của Đảng, dự thảo Luận cương chính trị của Đảng, Điều lệ các tổ chức quần chúng. Theo chỉ thị của Quốc tế Cộng sản, Hội nghị đổi tên Đảng Cộng sản Việt Nam thành Đảng Cộng sản Đông Dương. Hội nghị bầu Ban Chấp hành Trung ương chính thức của Đảng do Tổng bí thư Trần Phú đứng đầu.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Trần Phú"]},{"ten":"Hội nghị lần thứ nhất Việt Nam thanh niên cách mạng đồng chí hội","namBatDau":1929,"namKetThuc":1929,"moTa":"Cuối tháng 3 năm 1929, tại Hà Nội, một nhóm Hội Việt Nam Cách mạng Thanh niên đã họp và tự lập một tổ chức Cộng sản đầu tiên trong nước và đặt ra mục tiêu vận động chuyển Hội Việt Nam Cách mạng Thanh niên thành Đảng Cộng sản nhân dịp Đại hội lần thứ nhất của Hội dự kiến họp ở Hồng Kông vào tháng 5 năm 1929.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Hồ Tùng Mậu","Ngô Gia Tự","Trần Văn Cung"]},{"ten":"Hội nghị Quân sự cách mạng Bắc Kỳ được triệu tập","namBatDau":1945,"namKetThuc":1945,"moTa":"Hội nghị Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương triệu tập, tiến hành từ 15-4 đến 20-4 tại Hiệp Hòa (Bắc Giang), do Trường Chinh chủ trì nhằm giải quyết các vấn đề quân sự đã được Hội nghị tháng 3-1945 của Thường vụ Trung ương nêu ra.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Trần Đăng Ninh","Võ Nguyên Giáp","Trường Chinh","Văn Tiến Dũng"]},{"ten":"Hội nghị Toàn quốc của Đảng Cộng sản Đông Dương họp tại Tân Trào","namBatDau":1945,"namKetThuc":1945,"moTa":"Hội nghị được triệu tập từ ngày 13 đến ngày 15-8-1945 tại Tân Trào theo đề nghị của đồng chí Nguyễn Ái Quốc. Hội nghị diễn ra trong bối cảnh tình hình thế giới diễn ra mau lẹ: Phát xít Đức đã thất bại (tháng 5-1945), phát xít Nhật đang bị tuyên bố đầu hàng không điều kiện. Các nước Đồng minh thoả thuận sau khi Nhật đầu hàng, quân đội Anh và Tưởng sẽ vào Đông Dương để tiếp nhận sự đầu hàng của Nhật. Thực dân Pháp dựa vào Đồng minh ráo riết chuẩn bị lực lượng trở lại khôi phục địa vị thống trị ở Đông Dương. Các lực lượng phản động, tay sai của Nhật ra sức tìm chủ mới, bọn phản động người Việt lưu vong dựa thế quân đội nước ngoài, rắp tâm trở về nắm chính quyền. Tình thế đó đòi hỏi Đảng ta phải có hành động kiên quyết, linh hoạt, mau lẹ, kịp thời để lãnh đạo nhân dân giành chính quyền.","TrieuDai":null,"diaDiemLienQuan":["Chiến khu Tân Trào"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Nguyễn Chí Thanh"]},{"ten":"Khoảng 1 vạn năm trước: Có văn hóa Hòa Bình","namBatDau":null,"namKetThuc":null,"moTa":"Văn hóa Hòa Bình thuộc sơ kỳ thời đại đồ đá mới được phát hiện ở tỉnh Hòa Bình, Thanh Hóa, Lai Châu, Sơn La, Hà Giang, Ninh Bình, Nghệ An, Quảng Bình, Quảng Trị, trong đó tập trung nhiều nhất tại Hòa Bình và Thanh Hóa. Văn hóa Hòa Bình còn được phát hiện ở nhiều nước khác thuộc khu vực Đông Nam Á. Các bộ lạc nguyên thủy, chủ nhân của văn hóa Hòa Bình đã biết trồng các loại rau củ, cây ăn quả và đặc biệt là đã biết trồng lúa.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Khoảng 10 vạn năm trước: Có sự sinh sống của Người khôn ngoan đầu tiên ở Việt Nam","namBatDau":null,"namKetThuc":null,"moTa":"Ở hang Hùm (Lục Yên, Yên Bái), ở hang Thung Lang (Ninh Bình), ở hang Quyết (Tuyên Hóa, Quảng Bình), hang Kéo Lèng (Bình Gia, Lạng Sơn) có sự sinh sống của Người khôn ngoan (Homo sapiens sapiens) đầu tiên ở Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Yên Bái","Ninh Bình"],"nhanVatLienQuan":[]},{"ten":"Khoảng 14 vạn năm trước: Phát hiện răng người vượn ở hang Thẩm Ồm","namBatDau":null,"namKetThuc":null,"moTa":"Ở hang Thẩm Ồm (Quỳ Châu, Nghệ An) có răng người vượn cùng với xương và răng của các động vật thuộc thế Cánh tân như voi răng kiếm, gấu tre, đười ươi lùn… Ở đây cũng đã tìm thấy răng vượn khổng lồ. Răng người ở Thẩm Ồm vừa có những đặc điểm của người vượn đi thẳng muộn, vừa có những đặc điểm của Người vượn hiện đại (Homo sapiens).","TrieuDai":null,"diaDiemLienQuan":["Nghệ An"],"nhanVatLienQuan":[]},{"ten":"Khoảng 2 vạn 1 nghìn năm trước: Có văn hóa Sơn Vi","namBatDau":null,"namKetThuc":null,"moTa":"Có văn hóa hậu kỳ đá cũ được gọi là Văn hóa Sơn Vi (địa danh phát hiện đầu tiên thuộc xã Sơn Vi, huyện Lâm Thao, tỉnh Phú Thọ, năm 1968). Những di tích thuộc văn hóa Sơn Vi được phát hiện trên một diện rộng từ Lào Cai phía Bắc đến Nghệ An, Hà Tĩnh, Quảng Trị, Lâm Đồng ở phía Nam; từ Sơn La ở phía Tây đến vùng sông Lục Nam ở phía đông.","TrieuDai":null,"diaDiemLienQuan":["Quảng Trị","Phú Thọ","Lâm Ðồng"],"nhanVatLienQuan":[]},{"ten":"Khoảng 2 vạn 3 nghìn năm trước: Có dấu tích hậu kỳ đồ đá cũ","namBatDau":null,"namKetThuc":null,"moTa":"Có dấu tích hậu kỳ đồ đá cũ ở hang Miệng Hổ và mái đá Ngườm (xã Thuần Sa, huyện Vũ Nhai, tỉnh Thái Nguyên).","TrieuDai":null,"diaDiemLienQuan":["Thái Nguyên"],"nhanVatLienQuan":[]},{"ten":"Khoảng 2 vạn 8 nghìn năm trước: Có đồ đá của Người nguyên thủy","namBatDau":null,"namKetThuc":null,"moTa":"Có đồ đá của người nguyên thủy ở đầu nguồn sông Mã – vùng Tuần giáo, tỉnh Lai Châu.","TrieuDai":null,"diaDiemLienQuan":["Lai Châu"],"nhanVatLienQuan":[]},{"ten":"Khoảng 2500 năm trước - Có văn hóa Sa Huỳnh thuộc sơ kỳ đồ sắt","namBatDau":null,"namKetThuc":null,"moTa":"Văn hóa Sa Huỳnh là một nền văn hóa được xác định ở vào khoảng năm 1000 TCN đến cuối thế kỷ thứ 2. Nền văn hóa Sa Huỳnh là một trong ba cái nôi cổ xưa về văn minh trên lãnh thổ Việt Nam, cùng với: Văn hóa Đông Sơn, Văn hóa Óc Eo, tạo thành tam giác văn hóa của Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Nam Trung Bộ"],"nhanVatLienQuan":[]},{"ten":"Khoảng 2820 năm trước: Có văn hóa Đông Sơn Đồ đồng phát triển rực rỡ","namBatDau":null,"namKetThuc":null,"moTa":"Văn hoá Đông Sơn là nền văn hoá tiêu biểu của dân tộc Việt Nam, phản ánh một thời kỳ phát triển văn hoá rực rỡ mà chủ nhân của nó là những người Việt cổ. Nói đến Văn hoá Đông Sơn là nói đến trống đồng, nó gần như là tuyệt đỉnh của nghệ thuật đúc đồng với kỹ thuật phát triển đạt tới đỉnh cao của thế giới cổ đại mà cho đến nay khiến cả thế giới phải khâm phục. Văn hoá Đông Sơn thời các Vua Hùng được khởi dựng vùng châu thổ, trung du nhiều sông ngòi, có nghề trồng lúa nước sớm phát triển, một ngành luyệnh kim đạt tới đỉnh cao.","TrieuDai":null,"diaDiemLienQuan":["Thanh Hóa"],"nhanVatLienQuan":[]},{"ten":"Khoảng 3045 năm trước :Có văn hóa Gò Mun, thuộc Hậu kỳ thời đại đồng thau","namBatDau":null,"namKetThuc":null,"moTa":"Có văn hóa Gò Mun (mang tên di chỉ phát hiện đầu tiên vào năm 1961 ở xã Tứ Xã, huyện Lâm Thao, tỉnh Phú Thọ), thuộc Hậu kỳ thời đại đồng thau. Đặc điểm của giai đoạn này là đồ đồng phát triển mạnh và chiếm ưu thế so với đồ đá (hiện vật đồng thau chiếm trên 50% tổng số công cụ và vũ khí phát hiện được). Về loại hình, đã có mũi tên, lưỡi câu, mũi nhọn, giũa, giáo… và đáng lưu ý là sự xuất hiện rìu lưỡi xéo, lưỡi liềm. Đồng thau cũng được dùng để chế tạo đồ trang sức như vòng tay bằng đồng.","TrieuDai":null,"diaDiemLienQuan":["Phú Thọ"],"nhanVatLienQuan":[]},{"ten":"Khoảng 3045 năm trước: Có văn hóa Gò Mun, thuộc Hậu kỳ thời đại đồng thau","namBatDau":null,"namKetThuc":null,"moTa":"Có văn hóa Đồng Đậu (thuộc xã Minh Tân, huyện Yên Lạc, Tỉnh Vĩnh Phúc) thuộc Trung kỳ thời đại đồng thau ở vào nửa sau thiên niên kỷ thứ IV tr.CN. Đây là giai đoạn kế tiếp sự phát triển cao hơn so với giai đoạn trước. Nếu như ở Phùng Nguyên, con người mới biết đến kỹ thuật luyện kim thì ở Đồng Đậu kỹ thuật luyện kim đã thực sự phát triển. Trong các di chỉ thuộc văn hóa Đồng Đậu, hiện vật bằng đồng thau chiếm khoảng 20% số công cụ và vũ khí mới nhiều loại hình phong phú như rìu, mũi lao, mũi tên, lưỡi câu, giũa… Người ta đã để lại dấu vết của các làng nông nghiệp trồng lúa, chăn nuôi, săn bắt, làm đồ gốm và các nghề thủ công khác. Địa bàn phân bố của văn hóa Đồng Đậu đã được phát hiện tại Vĩnh Phúc, Hà Tây, Bắc Giang, Bắc Ninh, Hà Nội…","TrieuDai":null,"diaDiemLienQuan":["Hà Nội","Bắc Giang","Bắc Ninh"],"nhanVatLienQuan":[]},{"ten":"Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện","namBatDau":null,"namKetThuc":null,"moTa":"Văn hóa Phùng Nguyên. Các bộ lạc Phùng Nguyên là cư dân nông nghiệp trồng lúa nước ở lưu vực sông Hồng đã đạt đến trình độ cao trong kỹ thuật chế tác đồ đá và biết đến nguyên liệu đồng thau. Các di tích thuộc văn hóa Phùng Nguyên đã được phát hiện ở các tỉnh Phú Thọ, Vĩnh Phúc, Bắc Giang, Bắc Ninh, Hà Tây, Hà Nội và Hải Phòng.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội","Bắc Giang","Bắc Ninh","Hải Phòng","Vĩnh Phúc","Phú Thọ"],"nhanVatLienQuan":[]},{"ten":"Khoảng 6000 năm trước: Phát hiện di chỉ Đa Bút – Quỳnh Văn","namBatDau":null,"namKetThuc":null,"moTa":"Tại đồi vỏ hến Đa Bút (Vĩnh Lộc, Thanh Hóa) đã tìm được nhiều chiếc rìu làm bằng đá cuội, chỉ mài ở lưỡi và khá nhiều mảnh gốm còn thô vụng, độ nung thấp. Đồ gốm ở đây đã phát triển hơn đồ gốm trong văn hóa Bắc Sơn. Chủ nhân di chỉ Đa Bút là những người săn bắt, đánh cá và cũng đã biết đến thuần dưỡng súc vật như bò, chó… Khảo cổ học xếp di chỉ này vào giai đoạn “đá mới cuối Bắc Sơn”.","TrieuDai":null,"diaDiemLienQuan":["Thanh Hóa"],"nhanVatLienQuan":[]},{"ten":"Khoảng 8000 năm trước: Có văn hóa Bắc Sơn","namBatDau":null,"namKetThuc":null,"moTa":"Văn hóa Bắc Sơn thuộc Sơ kỳ thời đại đá mới của người nguyên thủy nảy sinh từ trong lòng văn hóa Hòa Bình. Các di tích thuộc văn hóa Bắc Sơn được phát hiện trong các núi đá vôi Bắc Sơn (thuộc tỉnh Lạng Sơn) và tỉnh Bắc Cạn. Các di tích này cũng tìm thấy trong vùng phân bố của văn hóa Hòa Bình như Hòa Bình, Ninh Bình, Thanh Hóa, Nghệ An, Quảng Bình…","TrieuDai":null,"diaDiemLienQuan":["Lạng Sơn"],"nhanVatLienQuan":[]},{"ten":"Khoảng hơn 4000 năm trước: Có văn hóa hậu kỳ đá mới","namBatDau":null,"namKetThuc":null,"moTa":"Văn hóa Hậu kỳ đá mới tại Ba Xã và hang Mai Pha (Lạng Sơn), Mả Đống (Ba Vì, Hà Tây), gò Con Lợn (Quang Húc, Tam Nông, Phú Thọ), Bái Tử Long (Quảng Ninh), Thạch Lạc (Hà Tĩnh), Bàu Tró (Quảng Bình), các tỉnh Tây Nguyên và đồng bằng Nam Bộ.","TrieuDai":null,"diaDiemLienQuan":["Hà Tĩnh","Quảng Bình","Lạng Sơn"],"nhanVatLienQuan":[]},{"ten":"Khu giải phóng Việt Bắc được thành lập trở thành căn cứ địa chính của cách mạng","namBatDau":1945,"namKetThuc":1945,"moTa":"Thực hiện chỉ thị của lãnh tụ Hồ Chí Minh, ngày 4-6-1945, Tổng bộ Việt Minh triệu tập Hội nghị cán bộ và tuyên bố chính thức thành lập Khu Giải phóng gồm 2 căn cứ lớn nằm trên địa bàn của 6 tỉnh: Cao Bằng, Bắc Cạn, Lạng Sơn, Hà Giang, Tuyên Quang, Thái Nguyên và một số vùng thuộc ngoại tỉnh Bắc Giang, Vĩnh Yên, Phú Thọ, Yên Bái…","TrieuDai":null,"diaDiemLienQuan":["Việt Bắc"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Kháng chiến chống quân Nam Hán lần thứ nhất","namBatDau":930,"namKetThuc":931,"moTa":"Năm 917, Khúc Hạo mất, Khúc Thừa Mĩ lên thay. Tiếp tục sự nghiệp của cha, Khúc Thừa Mĩ đã cử quân sang thần phục nhà Hậu Lương và được vua Lương phong chức Tiết độ sứ. Viện cớ này, năm 930, quân Nam Hán đánh sang nước ta. Khúc Thừa Mĩ chống cự không nổi bị bắt đem về Quảng Châu. Nhà Nam Hán nhân đó cử Lý Tiến làm Thứ sử Giao Châu, đặt cơ quan đô hộ ở Tống Bình (Hà Nội). Năm 931, một tướng cũ của Khúc Hạo là Dương Đình Nghệ được tin đã kéo quân từ Thanh Hoá ra Bắc, bao vây thành Tống Bình","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Khúc Hạo","Khúc Thừa Mĩ","Dương Đình Nghệ"]},{"ten":"Kháng chiến của nhân dân ta chống quân xâm lược Hán","namBatDau":42,"namKetThuc":43,"moTa":"Sau cuộc khởi nghĩa của Hai Bà Trưng, vua Hán nổi giận hạ lệnh cho các quận miền Nam Trung Quốc chuẩn bị xe, thuyền, làm thêm đường sá, tích trữ lương thực để sang đàn áp nghĩa quân. Năm 42, Quang Vũ sai Phục ba tướng quân Mã Viện, Lâu thuyền tướng quân là Đoàn Chí đem quân ở các miền Quế Dương, Linh Lăng, Thương Ngô sang nước Âu Lạc đánh Trưng Vương.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Khúc Thừa Dụ khởi nghĩa giành chính quyền tự chủ","namBatDau":905,"namKetThuc":905,"moTa":"Từ cuối thế kỉ thứ IX, triều đại nhà Đường sắp sụp đổ, Trung Quốc rơi vào thời kỳ đại loạn sử cũ gọi là thời kỳ Ngũ đại Thập quốc (5 đời 10 nước). Việc cai trị ở An Nam trở nên lỏng lẻo. Nhân cơ hội này, Khúc Thừa Dụ, một hào trưởng có thế lực lâu đời ở đất Hồng Châu (Ninh Giang, Hải Dương), đã nhanh chóng đứng ra lãnh đạo nhân dân nổi lên đánh đuổi bọn đô hộ nhà Đường, đánh chiếm Tống Bình, dựng quyền tự chủ cho đất nước. Khúc Thừa Dụ cũng tự xưng là Tiết độ sứ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Khúc Thừa Dụ","Khúc Hạo"]},{"ten":"Khới nghĩa Lý Bí thắng lợi","namBatDau":543,"namKetThuc":543,"moTa":"Đầu năm 543, nhà Lương lại sai các tướng Tôn Quýnh và Lư Tử Hùng đem quân sang hòng đánh chiếm lại Giao Châu. Quân Lương mới đến Hợp Phố đã bị quân ta chặn đánh cho đại bại. Quân giặc 10 phần chết 7,8 phần, số sống sót đều tan vỡ cả, tướng sĩ ngăn cấm cũng không được. Tôn Quýnh. Lư Tử Hùng phải dẫn tàn binh quay về Quảng Châu. Thấy binh lính bị thiệt hại quá nhiều, Lương Vũ Đế xuống chiếu bắt cả hai tên tướng cầm đầu bị tội chết ở Quảng Châu. Tháng 5 năm 543, Lý Bí cử tướng Phạm Tu mang quân vào phương Nam đánh tan quân Champa ở Cửu Đức. Vua Champa phải chạy trốn về nước. Biên viễn phía nam cũng tạm yên.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":["Lý Nam Đế","Phạm Tu"]},{"ten":"Khởi nghĩa Ba Tơ","namBatDau":1945,"namKetThuc":1945,"moTa":"Ba Tơ là một châu miền núi thuộc tỉnh Quảng Ngãi (nay là tỉnh Nghĩa Bình). Tại đây, thực dân Pháp xây dựng một đồn sơn phòng do một tên sĩ quan Pháp chỉ huy và một \"căng\" giam tù chính trị. Các đồng chí bị an trí ở \"căng\" này đã thành lập một chi bộ Đảng. Quảng Ngãi lúc đó là tỉnh có phong trào cách mạng cao nhất ở Trung Bộ. Trước cuộc đảo chính Nhật - Pháp (9-3-1945), cơ sở quần chúng đã chuẩn bị đón thời cơ khởi nghĩa.Trưa ngày 10 tháng 3 năm 1945, Ba Tơ nhận được tin Nhật làm đảo chính lật đổ Pháp. Ngay tối hôm đó, chi bộ quyết định lãnh đạo khởi nghĩa. Hội nghị cử ra một ủy ban khởi nghĩa, định chương trình và kế hoạch hành động.","TrieuDai":null,"diaDiemLienQuan":["Ba Tơ","Quảng Ngãi"],"nhanVatLienQuan":["Nguyễn Chánh","Phạm Kiệt","Nguyễn Đôn"]},{"ten":"Khởi nghĩa Ba Đình","namBatDau":1886,"namKetThuc":1887,"moTa":"Khởi nghĩa Ba Đình là một trong các cuộc khởi nghĩa của phong trào Cần Vương cuối thế kỷ 19 của nhân dân Việt Nam chống lại ách đô hộ của thực dân Pháp, diễn ra vào năm 1886-1887 tại Ba Đình, huyện Nga Sơn, tỉnh Thanh Hóa. Khởi nghĩa Ba Đình nổ ra dưới sự chỉ huy chính của Đinh Công Tráng, Phạm Bành và một số tướng lĩnh khác.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tôn Thất Thuyết","Hàm Nghi","Đinh Công Tráng","Phạm Bành"]},{"ten":"Khởi nghĩa Bà Triệu","namBatDau":248,"namKetThuc":248,"moTa":"Khi nhà Ngô xâm lược đất nước, chế độ áp bức và bóc lột của nhà Ngô trên nước ta vô cùng tàn bạo. Khi được vua Ngô cử sang làm thứ sử nước ta, Chu Phù và bọn tay chân của hắn ngang ngược hoành hành, thẳng tay cướp bóc tài sản của nhân dân Việt Nam. Nhân dân ta bị cưỡng bức phải đi kiếm các thứ như hương thơm, hạt trai, ngọc lưu ly, đồi mồi, ngà voi nộp cho vua Ngô. Mùa nào thức ấy, nhân dân ta còn phải nộp các thứ quả lạ như chuối tiêu, dứa, nhãn… để cung đốn cho bọn quan lại nhà Ngô. Không cam chịu áp bức bóc lột, dân ta đã nổi lên ở nhiều nơi. Giữa thế kỉ III, ở quận Cửu Chân đã nổi lên cuộc khởi nghĩa của bà Triệu. Năm 19 tuồi bà đã cùng anh trai Triệu Quốc Đạt một hào trưởng lớn ở miền núi Quan yên, thuộc quận Cửu Chân (Yên Định, Thanh Hóa) tập hợp nhiều nghĩa sĩ trên đỉnh núi Nưa, mài gươm luyện võ, chuẩn bị khởi nghĩa.","TrieuDai":null,"diaDiemLienQuan":["Thanh Hóa"],"nhanVatLienQuan":["Bà Triệu"]},{"ten":"Khởi nghĩa Bãi Sậy","namBatDau":1885,"namKetThuc":1885,"moTa":"Khởi nghĩa Bãi Sậy là một trong các cuộc khởi nghĩa của phong trào Cần Vương do Nguyễn Thiện Thuật lãnh đạo vào cuối thế kỷ 19 của nhân dân Việt Nam chống lại ách đô hộ của thực dân Pháp. Cuộc khởi nghĩa này diễn ra từ năm 1885 và kéo dài đến năm 1892 mới tan rã.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tôn Thất Thuyết","Hàm Nghi","Nguyễn Thiện Thuật"]},{"ten":"Khởi nghĩa Bảy Thưa chống Pháp ở An Giang","namBatDau":1867,"namKetThuc":1873,"moTa":"Khởi nghĩa Bảy Thưa (1867 - 1873) tại An Giang là cuộc kháng Pháp của nhân dân Nam kỳ do Chánh Quản cơ Trần Văn Thành làm thủ lĩnh. Sau khi quân Pháp tiến hành chiếm đóng các đồn thành ở Nam Kỳ từ Đà Nẵng đến Đại đồn Chí Hòa, Vĩnh Long... để cứu nguy nước nhà, Trần Văn Thành tự tổ chức dân binh đắp cản ở quê nhà (Cồn Nhỏ) để ngăn quân Pháp, đồng thời mang quân qua phía Rạch Giá, hỗ trợ cuộc khởi nghĩa Nguyễn Trung Trực. Cuộc cản phá thất bại, Nguyễn Trung Trực bị đánh thua rút quân ra Hòn Chông (nay thuộc Kiên Lương), còn Trần Văn Thành thì dẫn lực lượng của mình vào Láng Linh dựng trại, khẩn hoang làm ruộng, luyện quân và rèn đúc vũ khí...để chuẩn bị làm cuộc đánh đuổi ngoại xâm. Bảy Thưa đã trở thành một chiến khu có tổ chức. Chánh Quản cơ Trần Văn Thành đã lợi dụng địa hình hiểm trở của vùng trũng Láng Linh hoạt động chống Pháp suốt từ năm 1867-1873, gây cho thực dân Pháp nhiều thiệt hại và bất an.","TrieuDai":null,"diaDiemLienQuan":["An Giang"],"nhanVatLienQuan":["Trần Văn Thành"]},{"ten":"Khởi nghĩa Bắc Sơn","namBatDau":1940,"namKetThuc":1940,"moTa":"Ngày 22 tháng 9 năm 1940, quân Nhật đánh vào Lạng Sơn, quân đội Pháp trên đường thua chạy đã rút lui qua châu Bắc Sơn. Nhân cơ hội đó, Đảng bộ Bắc Sơn thuộc Đảng Cộng sản Việt Nam đã lãnh đạo người dân nổi dậy tước khí giới của tàn quân Pháp để tự vũ trang cho mình, giải tán chính quyền địch, thành lập chính quyền cách mạng.","TrieuDai":null,"diaDiemLienQuan":["Bắc Sơn"],"nhanVatLienQuan":["Trần Đăng Ninh"]},{"ten":"Khởi nghĩa Cao Bá Quát","namBatDau":1854,"namKetThuc":1856,"moTa":"Đến giữa thế kỷ 19, nền kinh tế Việt Nam hết sức suy đốn trì trệ. Các nạn chiếm đoạt và tập trung ruộng đất của giới địa chủ, sự tham nhũng của nhiều quan lại, chế độ tô thuế và lao dịch khắc nghiệt; nạn bão lụt, hạn hán, ôn dịch và vỡ đê xảy ra liên miên. Tất cả đã đẩy người dân lao động xuống tận đáy khốn cùng. Do vậy khoảng thời gian từ 1847 đến 1862, tức trước khi vua Tự Đức ký Hòa ước Nhâm Tuất nhường cho Pháp ba tỉnh miền Tây Nam Kỳ, đã có hơn 40 cuộc nổi dậy chống nghèo đói và áp bức, trong đó có cuộc nổi dậy Cao Bá Quát (1854-1856) ở Hà Tây (nay thuộc Hà Nội) là tiêu biểu nhất. Khởi nghĩa Cao Bá Quát cuộc nổi dậy của nông dân dưới triều Tự Đức, thủ lĩnh là Cao Bá Quát. Ông đã tập hợp nghĩa quân nổi dậy ở Mỹ Lương (nay thuộc Mỹ Đức và Chương Mỹ, Hà Tây), tự mình làm quân sư, tôn Lê Duy Cự làm minh chủ","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Cao Bá Quát","Tự Đức"]},{"ten":"Khởi nghĩa chàng Lía","namBatDau":1800,"namKetThuc":1800,"moTa":"Chàng Lía là một anh hùng Việt Nam người Bình Định vào thế kỉ 18, được biết đến nhiều qua miếng võ \"cú nhảy cá lóc\". Vì khởi nghĩa chống chúa Nguyễn thất bại nên anh đã phẫn uất mà tự sát","TrieuDai":null,"diaDiemLienQuan":["Ân Ðức"],"nhanVatLienQuan":[]},{"ten":"Khởi nghĩa của Nguyễn Trung Trực","namBatDau":1861,"namKetThuc":1861,"moTa":"Ngay sau khi nổ súng xâm lược nước ta, thực dân Pháp đã vấp phải sự phản kháng của các tầng lớp nhân dân Việt Nam, nhất là giai đoạn nửa sau thế kỷ XIX, trong đó Nguyễn Trung Trực là một trong những người yêu nước tiêu biểu và đặc biệt. Ông đã tham gia chống Pháp từ những năm đầu tiên Pháp tiến hành xâm lược Việt Nam với hai chiến công lừng lẫy: đốt cháy tàu L’ Espérance- tàu Hy Vọng của Pháp trên sông Nhật Tảo và trận đánh tiêu diệt đồn Rạch Giá, Kiên Giang.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Nguyễn Trung Trực"]},{"ten":"Khởi nghĩa của Trương Định","namBatDau":1861,"namKetThuc":1861,"moTa":"Khởi nghĩa của Trương Định là cuộc khởi nghĩa chống Pháp ở Nam Kỳ do Trương Định lãnh đạo, lấy Gò Công làm căn cứ, địa bàn hoạt động rộng. Người anh hùng Trương Định với trí dũng song toàn, từ đất Gò Công đã thu hút được nhiều anh tài như Đỗ Quang, Đỗ Trình Thoại, Âu Dương Lân, Nguyễn Thông… nghĩa quân của Trương Định ngày càng đông và uy thế lan rộng khắp các vùng từ Tân An, Mỹ Tho, Gò Công xuống Đồng Tháp Mười… Suốt những năm từ 1861 đến cuối 1864, nghĩa quân ông chiến đấu anh dũng và giành được nhiều thắng lợi. Tuy nhiên, do kẻ thù với vũ khí hiện đại, cuộc khởi nghĩa của Trương Định cũng nhanh chóng bị dập tắt.","TrieuDai":null,"diaDiemLienQuan":["Mỹ Tho"],"nhanVatLienQuan":["Nguyễn Trung Trực","Trương Định"]},{"ten":"Khởi nghĩa giành chính quyền thắng lợi ở Sài Gòn","namBatDau":1945,"namKetThuc":1945,"moTa":"Tại Sài Gòn, tối 20-8, Việt Minh đã tổ chức mít tinh trong thành phố kêu gọi khởi nghĩa. Ngày 24-8, nhiều cuộc biểu tình, tuần hành của quần chúng cách mạng đã diễn ra trên các đường phố. Đêm 24-8, nhiều công sở bị lực lượng cách mạng chiếm đóng. Sáng 25-8, lực lượng cách mạng làm chủ hòan toàn thành phố. Khởi nghĩa kết thúc bằng cuộc biểu tình khổng lồ của một triệu quần chúng chào mừng Ủy ban Hành chính lâm thời Nam Bộ, do Trần Văn Giàu làm Chủ tịch, ra mắt.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh"],"nhanVatLienQuan":[]},{"ten":"Khởi nghĩa giành chính quyền ở Hà Nội và các vùng lân cận","namBatDau":1945,"namKetThuc":1945,"moTa":"Tổng khởi nghĩa Hà Nội 1945 là sự kiện nhân dân Hà Nội dưới sự lãnh đạo của Việt Minh đã giành chính quyền từ tay phát xít Nhật và chính phủ Đế quốc Việt Nam vào ngày 19 tháng 8 năm 1945. Đây là một sự kiện lịch sử quan trọng mở đầu cho Cách mạng tháng Tám và sự ra đời của nhà nước Việt Nam Dân chủ Cộng hoà.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":[]},{"ten":"Khởi nghĩa giành chính quyền ở Thừa Thiên Huế","namBatDau":1945,"namKetThuc":1945,"moTa":"Tại Thừa Thiên Huế, lệnh khởi nghĩa được ban hành ngày 15-8. Ngày 18-8, các huyện lỵ Phong Điền, Phú Lộc khởi nghĩa thắng lợi, tiếp đó là huyện lỵ Hương Thủy (22-8), Hương Trà, Phú Vang, Quảng Điền…. Từ ngày 21-8, lực lượng vũ trang cách mạng đã hoạt động trong nội thành Huế và ngày 23-8, lực lượng cách mạng đã biến cuộc biểu tình của ngụy quyền tổ chức thành cuộc tuần hành thị uy giành chính quyền trong toàn thành phố (30-8-1945).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Khởi nghĩa Hai Bà Trưng bùng nổ","namBatDau":40,"namKetThuc":40,"moTa":"Dưới ách đô hộ của nhà Đông Hán, nhân dân Âu Lạc càng bị áp bức bóc lột nặng nề hơn. Năm 34, Tô Định thay Tích Quang làm Thái thú Giao Chỉ. Tên này ra sức đốc thúc nhân dân nộp, cống, thuế. Chúng thẳng tay trừng trị những người có tư tưởng và hành vi chống lại chính quyền. Mâu thuẫn giữa tầng lớp nhân dân Giao Chỉ với chính quyền đô hộ nói chung và cá nhân Thái thú Tô Định nói riêng ngày càng sâu sắc. Đầu năm 40, cuộc khởi nghĩa do Hai Bà Trưng lãnh đạo đã bùng nổ ở Hát Môn (cửa sông Hát, huyện Phúc Thọ, Hà Tây). Dưới ngọn cờ của hai chị em Trưng Trắc, Trưng Nhị, nhân dân cả nước đã nổi dậy hưởng ứng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Khởi nghĩa Hoàng Công Chất","namBatDau":1739,"namKetThuc":1769,"moTa":"Vào giữa thế kỉ XVIII, chính quyền Đàng Ngoài suy sụp. Vua Lê chỉ còn là cái bóng mờ trong cung cấm. Phủ chúa quanh năm hội hè, phung phí tiền của. Quan lại, binh lính hoành hành, đục khoét nhân dân. Ruộng đất của nông dân bị địa chủ, quan lại lấn chiếm. Sản xuất nông nghiệp bị đình đốn. Hạn lụt, mất mùa liên tiếp xảy ra. Các đê sông Hồng, sông Mã nhiều năm bị vỡ. Hàng chục huyện bị ngập, nhà cửa trôi dạt. Nhà nước đánh thuế rất nặng, cuộc sống nhân dân vô cùng lầm than đã đẩy người nông dân vùng lên chống lại chính quyền. Khởi nghĩa Hoàng Công Chất cũng là cuộc khởi nghĩa diễn ra trong giai đoạn này.","TrieuDai":null,"diaDiemLienQuan":["Đàng Ngoài"],"nhanVatLienQuan":["Hoàng Công Chất"]},{"ten":"Khởi nghĩa Hùng Lĩnh","namBatDau":1887,"namKetThuc":1892,"moTa":"Khởi nghĩa Hùng Lĩnh là một cuộc khởi nghĩa trong phong trào Cần Vương chống Pháp cuối thế kỷ 19 trong lịch sử Việt Nam. Lãnh đạo chính là Chánh sứ sơn phòng Thanh Hóa Tống Duy Tân cùng hai cộng sự đắc lực là Đề đốc Cao Điển và tù trưởng người Thái Cầm Bá Thước. Sau khi căn cứ Ba Đình, Mã Cao thất thủ (1887), bị quân Pháp truy lùng, Tống Duy Tân phải lánh sang Trung Quốc để che giấu lực lượng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tống Duy Tân"]},{"ten":"Khởi nghĩa Hương Khê","namBatDau":1885,"namKetThuc":1896,"moTa":"Khởi nghĩa Hương Khê là cuộc khởi nghĩa có quy mô lớn nhất, độc đáo nhất và kéo dài nhất trong phong trào Cần Vương cuối thế kỷ XIX. Cuộc khởi nghĩa do Phan Đình Phùng lãnh đạo với sự trợ giúp của Cao Thắng, Ngô Quảng, Cao Đạt, Hà Văn Mỹ, Nguyễn Chanh, Nguyễn Trạch… Địa bàn hoạt động của nghĩa quân bao gồm 4 tỉnh: Thanh Hóa, Nghệ An, Hà Tĩnh, Quảng Bình, trong đó địa bàn chính vẫn là Nghệ An - Hà Tĩnh.","TrieuDai":null,"diaDiemLienQuan":["Hương Khê"],"nhanVatLienQuan":["Phan Đình Phùng","Cao Thắng"]},{"ten":"Khởi nghĩa Lam Sơn","namBatDau":1418,"namKetThuc":1427,"moTa":"Sau khi nhà Minh tiêu diệt nhà Hồ, nhân dân ta đã nổi dậy ở nhiều nơi như cuộc khởi nghĩa của Trần Ngỗi, cuộc khởi nghĩa của Trần Quý Khoáng. Tuy nhiên các cuộc khởi nghĩa này lần lượt thất bại. Trước cảnh nước mất, nhân dân lầm than, Lê Lợi một hào trưởng vùng Lam Sơn (Thanh Hóa) đã dốc hết tài sản dể chiêu tập nghĩa sĩ, bí mật liên lạc với các hào kiệt, xây dựng lực lượng và chọn Lam Sơn làm căn cứ cho cuộc khởi nghĩa. Nghe tin Lê Lợi chuẩn bị khởi nghĩa ở Lam Sơn, nhiều người yêu nước tìm về càng đông, trong đó có Nguyễn Trãi. Ngày 2 tháng 1 năm Mậu Tuất (7-2-1418), Lê Lợi dựng cờ khởi nghĩa ở Lam Sơn và tự xưng là Bình Định Vương.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Thanh Hóa","Thuận Hóa","Núi Chí Linh","Ải Chi Lăng","Tốt Động"],"nhanVatLienQuan":["Nguyễn Trãi","Lê Lai","Lê Thái Tổ"]},{"ten":"Khởi nghĩa Lê Văn Khôi","namBatDau":1833,"namKetThuc":1835,"moTa":"Khởi nghĩa Lê Văn Khôi là một cuộc nổi dậy chống lại triều đình xảy ra vào thời vua Minh Mạng. Sự kiện này diễn ra từ năm 1833 đến năm 1835 ở các tỉnh miền Nam Việt Nam, lãnh đạo của cuộc nổi dậy này là Lê Văn Khôi, con nuôi của Lê Văn Duyệt.","TrieuDai":null,"diaDiemLienQuan":["Gia Định"],"nhanVatLienQuan":["Minh Mạng","Lê Văn Khôi","Lê văn Duyệt"]},{"ten":"Khởi nghĩa Lý Bí bùng nổ","namBatDau":542,"namKetThuc":542,"moTa":"Đầu thế kỉ VI, nhà Lương đô hộ Giao Châu. Thứ sử Giao Châu là Tiêu Tư đã đặt ra hàng trăm thứ thuế làm cho nhân dân hết sức cơ cực, lầm than. Lý Bí nhân lòng oán giận của dân, đã liên kết với hào kiệt các châu thuộc miền đất nước ta cùng nổi dậy chống Lương. Triệu Túc là thủ lĩnh đất Chu Diên, Phạm Tu là một tướng tài người làng Thanh Liệt (Thanh Trì, Hà Nội) đã sớm đến với cuộc khởi nghĩa. Tháng giêng năm 542, cuộc khởi nghĩa toàn dân do Lý Bí lãnh đạo đã bùng nổ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Khởi nghĩa Mai Thúc Loan","namBatDau":713,"namKetThuc":713,"moTa":"Khoảng cuối những năm 10 của thế kỉ VIII, Mai Thúc Loan kêu gọi những người dân phu đã cùng ông phải đi gánh vải quả nộp cống cho chính quyền nhà Đường nổi dậy khởi nghĩa. Được nhân dân khắp vùng Thanh, Nghệ Tĩnh hưởng ứng, nghĩa quân trở nên đông đảo, mạnh mẽ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Mai Hắc Đế"]},{"ten":"Khởi nghĩa Nam Kỳ","namBatDau":1940,"namKetThuc":1940,"moTa":"Tháng 6 năm 1940, nước Pháp bị quân đội Đức Quốc xã xâm lược và chiếm đóng. Nhân cơ hội này, tháng 9 năm đó, đế quốc Nhật Bản xâm lược bán đảo Đông Dương từ tay Pháp. Từ đây, Việt Nam bị hai thế lực cùng thống trị là thực dân Pháp và phát xít Nhật. Sẵn tinh thần chống Pháp-Nhật và noi gương cuộc khởi nghĩa Bắc Sơn, người dân nhiều tỉnh miền Nam Việt Nam đã nổi dậy đấu tranh chống Pháp-Nhật.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Khởi nghĩa Nguyễn Danh Phương","namBatDau":1740,"namKetThuc":1751,"moTa":"Khởi nghĩa Nguyễn Danh Phương (hay còn gọi là quận Hẻo) là một cuộc khởi nghĩa nông dân Đàng Ngoài lớn vào giữa thế kỷ 18. Cuộc khởi nghĩa lấy núi Tam Đảo (Vĩnh Phúc) làm căn cứ và lan ra các trấn Sơn Tây, Tuyên Quang.","TrieuDai":null,"diaDiemLienQuan":["Đàng Ngoài"],"nhanVatLienQuan":["Nguyễn Danh Phương"]},{"ten":"Khởi nghĩa Nguyễn Hữu Cầu","namBatDau":1471,"namKetThuc":1751,"moTa":"Khởi nghĩa Nguyễn Hữu Cầu là một cuộc khởi nghĩa nông dân Đàng Ngoài lớn vào giữa thế kỷ 18. Cuộc khởi nghĩa xuất phát từ Đồ Sơn (Hải Phòng), di chuyển lên Kinh Bắc (Bắc Giang, Bắc Ninh), uy hiếp kinh thành Thăng Long rồi xuống Sơn Nam, vào Thanh Hóa, Nghệ An.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Nghệ An","Thanh Hóa","Đàng Ngoài"],"nhanVatLienQuan":["Nguyễn Hữu Cầu"]},{"ten":"Khởi nghĩa nông dân Tây Sơn bùng nổ","namBatDau":1771,"namKetThuc":1771,"moTa":"Từ giữa thế kỉ XVIII, chính quyền họ Nguyễn ở Đàng Trong suy yếu dần. Việc mua quan bán tước diễn ra phổ biến. Số quan lại ngày càng tăng, nhất là quan thu thuế. Quan lại, hào cường kết thành bè cánh, đàn áp bóc lột nhân dân thậm tệ và đua nhau ăn chơi xa xỉ. Nỗi bất bình oán hận của các tầng lớp xã hội với chính quyền họ Nguyễn ngày càng dâng cao. Mùa xuân năm 1771, ba anh em Nguyễn Nhạc, Nguyễn Huệ và Nguyễn Lữ lên vùng Tây Sơn thượng đạo (nay thuộc An Khê, Gia Lai) lập căn cứ, dụng cờ khởi nghĩa chống chính quyền họ Nguyễn.","TrieuDai":null,"diaDiemLienQuan":["Đàng Trong"],"nhanVatLienQuan":["Nguyễn Nhạc","Nguyễn Lữ","Nguyễn Huệ"]},{"ten":"Khởi nghĩa Phan Bá Vành","namBatDau":1821,"namKetThuc":1827,"moTa":"Khởi nghĩa Phan Bá Vành là cuộc khởi nghĩa nông dân ở Sơn Nam Hạ thời vua Minh Mạng, nhà Nguyễn nhằm chống lại đường lối cai trị của nhà Nguyễn ở nửa đầu thế kỷ 19 trong lịch sử Việt Nam. Vào thời vua Minh Mạng, ruộng đất tư tập trung gần 90%, trong một số đất trong tay địa chủ lớn có từ 5 đến 50 mẫu /điền chủ. Đại đa số nông dân nghèo không có ruộng đất, và cũng không có, hoặc có rất ít công điền quân cấp, lại bị tai họa bão lũ, đói kém triền miên, dẫn đến tình cảnh làng xã tiêu điều, dân nghèo tha phương cầu thực. Chế độ thống trị chuyên chế nặng nề. Bất mãn vì đường lối cai trị của nhà Nguyễn, khoảng năm 1821, Phan Bá Vành tập hợp dân nghèo khổ vùng Nam Định, Thái Bình (tức vùng Sơn Nam Hạ cũ) nổi dậy chống triều đình nhà Nguyễn.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Minh Mạng","Nguyễn Công Trứ","Phan Bá Vành"]},{"ten":"Khởi nghĩa Phùng Hưng","namBatDau":776,"namKetThuc":791,"moTa":"Dưới sự thống trị của nhà Đường, nhân dân ta phải chịu nhiều cực khổ, nhà Đường đặt ra nhiều loại thuế như thuế muối, thuế sắt, thuế đay, gai, tơ lụa...Hàng năm dân ta phải cống nạp những sản vật quý hiếm như ngọc trai, ngà voi, sừng tê, đồi mồi, trầm hương, vàng, bạc...Căm ghét chính sách thống trị của quan lại nhà Đường, và nhân lòng căm phẫn của nhân dân, lợi dụng khi quân lính ở Tống Bình nổi loạn, Phùng Hưng đã phát động một cuộc khởi nghĩa lớn chống chính quyền đô hộ chống chính quyền đô hộ nhà Đường.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phùng Hưng"]},{"ten":"Khởi Nghĩa Trần Cảo","namBatDau":1516,"namKetThuc":1516,"moTa":"Đây là phong trào nông dân khởi nghĩa đầu thế kỉ XVI chống lại triều đình nhà Lê, do Trần Cảo lãnh đạo. Tháng 4. 1516, Trần Cảo tập hợp lực lượng lập căn cứ ở chùa Quỳnh Lâm, Đông Triều (Quảng Ninh) chống lại triều đình. Trần Cảo tự xưng là Đế Thích giáng sinh, mặc áo đen lấy niên hiệu là Thiên Ứng.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Thanh Hóa"],"nhanVatLienQuan":["Trần Cảo","Lê Chiêu Tông","Mạc Đăng Dung"]},{"ten":"Khởi Nghĩa Trần Tuân","namBatDau":1511,"namKetThuc":1511,"moTa":"Thời nhà Lê Sơ (thế kỉ thứ XV) là thời kì thịnh trị của nhà nước phong kiến. Tuy nhiên đầu thế kỉ XVI, nhà Lê bắt đầu suy thoái. Vua quan ăn chơi xa xỉ, xây dựng lâu đài cung điện tốn kém. Nội bộ triều Lê chia bè kéo cánh, triều đình rốn loạn. quan lại địa phương cậy quyền ức hiếp nhân dân. Đời sống nhân dân lâm vào cảnh khốn cùng. Mâu thuẫn giữa nông dân và địa chủ, nhân dân và nhà nước phong kiến trở lên gây gắt làm bùng lên các cuộc khởi nghĩa. Một thủ lĩnh là Trần Tuân cũng tập hợp lực lượng ở vùng rừng núi Hưng Hóa, chiêu mộ được vài ngàn người, cắt đặt ngôi thứ. Năm 1511, ông cùng bộ tướng Nguyễn Nghiêm chính thức khởi binh chống triều đình tại Sơn Tây.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Trần Tuân","Lê Tương Dực","Trịnh Duy Sản"]},{"ten":"Khởi nghĩa Yên Bái","namBatDau":1930,"namKetThuc":1930,"moTa":"Khởi nghĩa Yên Bái là một cuộc nổi dậy bằng vũ trang ở Yên Bái, một phần trong cuộc khởi nghĩa do Việt Nam Quốc dân Đảng tổ chức và lãnh đạo nhằm đánh chiếm một số tỉnh và thành phố trọng yếu của miền Bắc Việt Nam vào ngày 10 tháng 2 năm 1930. Mục đích của cuộc nổi dậy là lật đổ chính quyền thuộc địa của Pháp để xây dựng một nước Việt Nam theo chính thể cộng hòa. Tỉnh lỵ Yên Bái chỉ là một trong những mục tiêu của cuộc tổng tấn công của Việt Nam Quốc dân Đảng vào quân đội và chính quyền thuộc địa.","TrieuDai":null,"diaDiemLienQuan":["Yên Bái"],"nhanVatLienQuan":["Nguyễn Thái Học","Phó Đức Chính"]},{"ten":"Khởi nghĩa Yên Thế","namBatDau":1884,"namKetThuc":1913,"moTa":"Trong nhữn năm cuối thế kỉ XIX, song song với các cuộc khởi nghĩa của phong trào Cần Vương, còn có các cuộc đấu tranh tự phát của nhân dân các địa phương trung du miền núi, nổi bật nhất là cuộc khởi nghĩa yên Thế. Cuộc khởi nghĩa yên thế bùng nổ năm 1884, kéo dài đến năm 1913. Những người lãnh đạo cuộc khởi nghĩa gồm phần lớn là nông dân. Người có công và đóng vai trò to lớn hơn cả là Lương Văn Nắm (Đề Nắm) và tiếp đó là Hoàng Hoa Thám (Đề Thám).","TrieuDai":null,"diaDiemLienQuan":["Yên Thế"],"nhanVatLienQuan":["Phan Bội Châu","Phan Châu Trinh","Hoàng Hoa Thám","Đề Nắm"]},{"ten":"Khởi nghĩa ở quận Nhật Nam","namBatDau":137,"namKetThuc":137,"moTa":"Dân và quân lính ở ba quận miền Nam Giao Chỉ khởi nghĩa. Từ đầu năm 137, nhân dân cả quận Nhật Nam nổi dậy, quân số chừng vài nghìn người, đánh phá chính quyền đô hộ nhà Hán ở Nhật Nam.","TrieuDai":null,"diaDiemLienQuan":["Nhật Nam","Giao Chỉ","Cửu Chân"],"nhanVatLienQuan":[]},{"ten":"Kinh Dương Vương lên ngôi","namBatDau":-2879,"namKetThuc":258,"moTa":"Kinh Dương Vương tên húy Lộc Tục, con cháu Thần nông thị.","TrieuDai":null,"diaDiemLienQuan":["Thuận Thành"],"nhanVatLienQuan":[]},{"ten":"Ký Hiệp định sơ bộ Việt – Pháp","namBatDau":1946,"namKetThuc":1946,"moTa":"Hiệp định sơ bộ Pháp-Việt là một hiệp định được ký ngày 6 tháng 3 năm 1946 giữa Pháp và Việt Nam Dân chủ Cộng hòa. Hiệp định này được xem là một nước cờ chính trị của cả hai bên nhằm mưu đồ lợi ích riêng. Thực hiện chủ trương tạm thời hòa hoãn với thực dân Pháp để đẩy nhanh quân Tưởng ra khỏi miền Bắc, chính phủ Việt Nam đã ký với đại diện chính phủ Pháp bản Hiệp định sơ bộ tại ngôi nhà số 2 phố Lê Lai, Hà Nội.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Kết thúc chiến tranh thế giới thứ nhất","namBatDau":1918,"namKetThuc":1918,"moTa":"Chiến tranh thế giới thứ nhất bùng nổ ngày 1-8-1914 và kết thúc, sau 4 năm 3 tháng 10 ngày. Trong suốt thời gian chiến tranh, thực dân Pháp đã ra sức vơ vét sức người, sức của của nhân dân Đông Dương để tung vào chiến trường châu Âu.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Kỷ niệm ngày Quốc tế lao động trên cả nước","namBatDau":1930,"namKetThuc":1930,"moTa":"Ngày Quốc tế Lao động hay ngày 1 tháng 5 là ngày lễ kỷ niệm và ngày hành động của phong trào công nhân quốc tế và của người lao động. Vào các ngày 1 tháng 5, tại nhiều nước trên thế giới, có khi tại Mỹ và Canada, thường có các cuộc biểu tình trên đường phố của hàng triệu người lao động và các tổ chức công đoàn của họ. Vào ngày này, các phong trào cộng sản, cánh tả, các tổ chức theo chủ nghĩa vô chính phủ cùng với các công đoàn liên minh thực hiện các cuộc tuần hành trên đường phố yêu cầu mở rộng các quyền lao động và an sinh xã hội.","TrieuDai":null,"diaDiemLienQuan":["Hà Tĩnh","Nghệ An","Thái Bình","Chợ Lớn"],"nhanVatLienQuan":[]},{"ten":"La Gi - Hàm Tân tháng tư năm ấy…","namBatDau":null,"namKetThuc":null,"moTa":"Dù có khá nhiều tư liệu lịch sử đề cập đến thời khắc quyết định công cuộc giải phóng vùng đất sau cùng của Bình Thuận ngày nay cũng là phần đất cực Nam Trung bộ. Lúc ấy La Gi là địa bàn “thủ phủ” tỉnh Bình Tuy nên càng về sau này có nhiều căn cứ từ các phía để hình dung phần nào tình thế đầy kịch tính diễn ra trong bối cảnh căng thẳng ở La Gi - Hàm Tân vào những ngày cuối tháng tư năm 1975.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Loạn 12 sứ quân","namBatDau":965,"namKetThuc":967,"moTa":"Loạn 12 hình thành và phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau. Loạn 12 sứ quân kéo dài hơn 20 năm (944-968) và kết thúc khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà nước Đại Cồ Việt - nhà nước phong kiến tập quyền đầu tiên trong lịch sử.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Ngô Quyền","Dương Tam Kha","Ngô Xương Văn","Ngô Xương Ngập","Ngô Xương Xí"]},{"ten":"Loạn chày vôi đời vua Tự Đức","namBatDau":1866,"namKetThuc":1866,"moTa":"Loạn chày vôi hoặc Giặc chày vôi là cuộc khởi nghĩa do Đoàn Hữu Trưng (còn gọi Đoàn Trưng) khởi xướng vào 16.9.1866. Có thể gọi là một cuộc đảo chính lần thứ ba dưới triều vua Tự Đức. Tự Đức lên ngôi trong lúc chế độ phong kiến ngày càng mục nát, kiệt quệ và cuộc sống của người dân vốn chịu nhiều tai ách đã hết sức cùng cực. Thiên tai, dịch bệnh xảy ra nhiều năm liền, loạn lạc nhiều nơi, thực dân Pháp đang lấn chiếm nước Việt và nội bộ hoàng tộc cũng đang ran vỡ, phân hóa trầm trọng. Trước tình cảnh đó, Đoàn Hữu Trưng đứng về phía những người chủ chiến và những người dân bị bóc lột, bị áp bức. Bởi theo ông, cần phải thay thế Tự Đức, bằng một ông vua yêu nước tiến bộ khác, mới có thể chỉnh đốn và bảo vệ được đất nước trước họa ngoại xâm.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Đoàn Hữu Trưng"]},{"ten":"Lãnh tụ Nguyễn Ái Quốc trờ về nước, đặt căn cứ tại Pác Bó","namBatDau":1941,"namKetThuc":1941,"moTa":"Cuối năm 1938, từ Liên Xô, Nguyễn Ái Quốc qua Trung Quốc và dừng lại hoạt động một thời gian ở Tây An và Diên An. Sau đó, theo một đơn vị Bát lộ quân, Nguyễn Ái Quốc đến Quế Lâm và tìm cách bắt liên lạc với các đồng chí trong nước. Trong Năm 1939, qua đường dây liên lạc, Nguyễn Ái Quốc viết một số bài báo gởi về nước đăng trên tờ báo công khai của Đảng (Notre Voix – Tiếng nói chúng ta) và theo dõi tình hình cách mạng Việt Nam. Khoaûng đầu năm 1940, với các bí danh Hồ Quang, Trần, Vương. Nguyễn Ái Quốc tới Côn Minh, bắt liên lạc với tổ chức Đảng trong nước và tại đây đã gặp Phạm Văn Đồng, Võ Nguyên Giáp từ Việt Nam sang","TrieuDai":null,"diaDiemLienQuan":["Pác Bó","Cao Bằng"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Phạm Văn Đồng","Võ Nguyên Giáp","Hoàng Văn Thụ"]},{"ten":"Lê Duy Lương nổi dậy phò Lê diệt Nguyễn","namBatDau":1832,"namKetThuc":1838,"moTa":"Dưới sự lãnh đạo của Lê Duy Lương, người Mường ở tỉnh Hòa Bình của tộc trưởng họ Quách cùng nổi dậy chống triều đình nhà Nguyễn với danh nghĩa \"phò Lê\". Cuộc nổi dậy Lê Duy Lương khởi phát từ năm 1832 đến khoảng năm 1837 -1838 thì kết thúc.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Duy Lương"]},{"ten":"Lê Hoàn lên ngôi, lập nhà Tiền Lê, đóng đô ở Hoa Lư","namBatDau":980,"namKetThuc":1009,"moTa":"Sau khi Đinh Tiên Hoàng và con là Đinh Liễn bị ám hại, Vệ Vương Toàn lên làm vua, Lê Hoàn làm phụ chính, xưng là Phó Vương. Triều thần sợ Lê Hoàn cướp ngôi vua nhỏ, Định Quốc Công Nguyễn Bặc và ngoại giáp Đinh Điền dẫn quân về kinh đô định giết Lê Hoàn, thua trận bị Lê Hoàn giết. Năm 980, quân Tống nhân cơ hội đem quân sang muốn cướp nước, triều thần và thái hậu Dương Vân Nga đưa Lê Hoàn lên làm vua (vua Lê Đại Hành) lập ra nhà Tiền Lê, đổi niên hiệu là Thiên Phúc, đóng đô ở Hoa Lư. Nhà Tiền Lê trải qua ba đời vua và chấm dứt khi Lê Ngọa Triều qua đời, hoàng tử kế vị đang còn nhỏ tuổi và được kế tục bởi nhà Lý.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Lê Đại Hành"]},{"ten":"Lê Hoàn đánh bại quân Tống","namBatDau":981,"namKetThuc":981,"moTa":"Cuối năm 979, Đinh Tiên Hoàng và thế tử Đinh Liễn bị ám sát. Vua mới còn nhỏ, Lê Hoàn được cử làm phụ chính. Một số tướng dấy binh chống lại bị Lê Hoàn đánh bại. Nhân cơ hội đó, nhà Tống lăm le bờ cõi Đại Cồ Việt. Trước tình thế hiểm nghèo, các tướng lĩnh và quân đội suy tôn Lê Hoàn lên làm vua để chỉ huy kháng chiến.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Đại Hành"]},{"ten":"Lê Lợi lên ngôi vua ở Đông đô, đặt lại quốc hiệu là Đại Việt","namBatDau":1428,"namKetThuc":1428,"moTa":"Sau khi chiến thắng quân Minh, Năm 1428 Lê Lợi lên ngôi Hoàng đế, tức vua Lê Thái Tổ, chính thức dựng lên triều Hậu Lê. Ông khôi phục quốc hiệu Đại Việt, đóng đô ở Thăng Long và đổi tên Thăng Long thành Đông Đô vào năm Thuận Thiên thứ hai","TrieuDai":null,"diaDiemLienQuan":["Thăng Long"],"nhanVatLienQuan":["Lê Thái Tổ"]},{"ten":"Lê Thánh Tông cho biên soạn và ban hành bộ luật Hồng Đức","namBatDau":1483,"namKetThuc":1483,"moTa":"Dưới thời vua Lê Thái Tổ, Lê Thái Tông, Lê Nhân Tông, pháp luật đã được chú ý xây dựng. Năm 1483 vua Lê Thánh Tông cho biên soạn và ban hành bộ luật mới gọi là bộ Quốc triều hình luật hay Luật Hồng Đức.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Thái Tổ","Lê Thái Tông","Lê Thánh Tông"]},{"ten":"Lý Cao Tông được nhà Tống phong \"An Nam quốc vương\"","namBatDau":1186,"namKetThuc":1186,"moTa":"Năm 1186, nhà Tống lần phong vua Lý Cao Tông là \"An Nam quốc vương\", đây là sự kiện đặc biệt trong quan hệ ngoại giao giữa Đại Việt và nhà Tống. Trước đó, nhà Tống vẫn phong vương cho các vua nhà Lý theo lệ cũ bắt đầu là \"Quân vương\" rồi đến \"Nam Bình vương\" rồi sau mới đến Quốc vương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Cao Tông"]},{"ten":"Lý Công Uẩn lên ngôi, lập ra nhà Lý","namBatDau":1009,"namKetThuc":1009,"moTa":"Năm 1005, Lê Hoàn mất, Lê Long Đĩnh lên ngôi vua. Cuối 1009 Lê Long Đĩnh qua đời. Triều Đình chán ghét nhà Tiền Lê, vì vậy các tăng sư và đại thần, đứng đầu là Sư Vạn hạnh, Đào Cam Mộc tôn Lý Công Uẩn lên ngôi vua (vua Lý Thái Tổ). Nhà Lý thành lập. Nhà Lý đã trải qua 9 triều vua và chấm dứt khi vua Lý Chiêu Hoàng, lúc đó mới có 7 tuổi bị ép thoái vị để nhường ngôi cho chồng là Trần Cảnh vào năm 1225 – tổng cộng là 216 năm.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Đại Hành","Lê Long Đĩnh","Lý Thái Tổ","Đào Cam Mộc","Vạn Hạnh"]},{"ten":"Lý Nam Đế giao binh quyền cho Triệu Quang Phục","namBatDau":546,"namKetThuc":546,"moTa":"Thiên Đức năm thứ ba, tướng giặc Dương Phiêu đem đại quân vào được đất Giao Châu. Đầu năm này, hắn cho một cánh quân đánh cướp Cửu Chân, còn tự mình dẫn đại quân lên tiếp sức cho Trần Bá Tiên vây đánh thành Gia Ninh. Ngày 25/2/546, quân vũ dũng của Trần Bá Tiên, có hậu quân Dương Phiêu tới phối hợp, bao vây công phá, cuối cùng đã hạ được thành Gia Ninh. Lý Nam Đế cùng các tướng lĩnh đem toàn quân rút khỏi thành Gia Ninh tiến vào miền đông Man Lão ở Tân Xương (miền đồi núi trên lưu vực sông Lô thuộc Phú Thọ ngày nay). Dựa vào núi rừng Việt Bắc, ngoài số binh lính còn lại sau trận thất thủ ở Gia Ninh, Lý Nam Đế tuyển mộ thêm được nhiều nghĩa quân, hạ nhiều cây rừng, xẻ ván đóng thuyền. Quân giặc Lương không giám đuổi theo, chỉ đóng ở vùng cửa sông Bạch Hạc.","TrieuDai":null,"diaDiemLienQuan":["Cửu Chân"],"nhanVatLienQuan":["Lý Nam Đế","Triệu Việt Vương"]},{"ten":"Lý Nam Đế mất tại động Khuất Lão","namBatDau":548,"namKetThuc":548,"moTa":"Lý Nam Đế là vị hoàng đế thời tiền Lý, người đã khai sinh ra nước Vạn Xuân. Sau thất bại ở trận thủy chiến với quân Lương tại Hồ Điển Triệt, vua Lý Nam Đế lui về Động Khuất Lão và giao cho Tả tướng quân Triệu Quang Phục cầm quân chống giặc. Do ảnh hưởng của nham khí, nhà vua bị mù và ốm mất tại Động Khuất Lão ngày 20 tháng 3 năm Mậu Thìn – 548. Sau khi Vua băng hà, quân sỹ và nhân dân trong vùng đã mai táng và lập đền Thờ vua tại gò Cổ Bồng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế","Triệu Việt Vương"]},{"ten":"Lý Phật Tử gây hấn với Triệu Việt vương","namBatDau":555,"namKetThuc":571,"moTa":"Năm 557, Lý Phật Tử đem quân xuống miền Đông đánh nhau với Triệu Việt Vương ở huyện Thái Bình","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Triệu Việt Vương","Hậu Lý Nam Đế"]},{"ten":"Lý Phật Tử không chống được cuộc xâm lược của giặc, nước ta lại rơi vào tay nhà Tùy","namBatDau":602,"namKetThuc":603,"moTa":"Năm 581, nhà Tùy được thành lập ở Trung Quốc. Đến năm 589 sau khi diệt được nhà Trần ở Giang Nam, vua Tùy buộc Lý Phật Tử phải vào chầu và thần phục nhà Tùy.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hậu Lý Nam Đế"]},{"ten":"Lý Thái Tông mang quân đánh Chiêm Thành","namBatDau":1044,"namKetThuc":1044,"moTa":"Năm 1044, Lý Thái Tông mang quân chinh phạt Chiêm Thành. Quân nhà Lý đánh vào kinh đô Vijaya của Chiêm Thành (ngày nay là tỉnh Bình Định). Quân Chiêm Thành thất bại, nhà Lý thu được không ít chiến lợi phẩm","TrieuDai":null,"diaDiemLienQuan":["Bình Định"],"nhanVatLienQuan":["Lý Thái Tông"]},{"ten":"Lý Thái Tổ dời đô về Đại la, đổi tên thành Thăng Long","namBatDau":1010,"namKetThuc":1010,"moTa":"Cuối năm 1009, Lý Công Uẩn lên ngôi, nhà Lý thành lập. Năm 1010 Lý Công Uẩn đặt niên hiệu là Thuận Thiên, ông ban hành chiếu dời đô để chuyển kinh đô nước Đại Cồ Việt từ Hoa Lư (Ninh Bình) vể Đại La (Hà Nội ngày nay) và đổi tên thành là Thăng Long. Thời Lý, kinh thành Thăng Long đã dần trở thành đô thị phồn thịnh và có quy mô lớn trong cả khu vực và trên thế giới.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Lý Thái Tổ"]},{"ten":"Lý Trường Nhân nắm quyền tự trị ở Giao Châu","namBatDau":468,"namKetThuc":468,"moTa":"Người trong Giao Châu là Lý Trường Nhân, nhân lúc Thứ sử Lưu Mục bị bệnh chết, đã giết chết những bộ thuộc của Lưu Mục đem từ Trung Quốc sang rồi chiếm giữ Giao Châu, tự xưng là Thứ sử. Tống Minh Đế liền sai Lưu Bột sang làm Thứ sử Giao Châu. Lý Trường Nhân đem quân chống lại, chẳng bao lâu Lưu Bột chết. Nhà Tống đành phải để Lý Trường Nhân cầm quyền tự trị ở Giao Châu.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":["Lý Trường Nhân"]},{"ten":"Lưu Biểu chống lại nhà Hán","namBatDau":206,"namKetThuc":206,"moTa":"Năm 206, Châu mục Giao châu là Trương Tân (được Tào Tháo nhân danh Hán Hiến Đế phong từ năm 203) bị bộ tướng Khu Cảnh giết chết. Lưu Biểu (là thủ lĩnh quân phiệt đầu thời Tam Quốc trong lịch sử Trung Quốc). bèn sai thủ hạ là Lại Cung sang làm Châu mục Giao châu. Cùng lúc, thái thú Thương Ngô (cũng thuộc Giao châu) là Sử Hoàng cũng vừa chết, Lưu Biểu vội sai Ngô Cự đi cùng Lại Cung sang làm thái thú Thương Ngô.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Lữ Gia giết Ai Vương, Cù Thị và sứ giả nhà Hán","namBatDau":-112,"namKetThuc":-111,"moTa":"Lữ Gia cùng em trai đem quân đánh, giết Triệu Ai Vương và Cù thái hậu. Giết tất cả sứ giả Hán. Lữ Gia sai người báo cho Tần Vương ở Thương Ngô và các quận ấp, lập con trưởng (con vợ Việt) của Minh Vương là Thuật Dương hầu Kiến Đức làm vua Triệu Thuật Dương Vương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lữ Gia","Ai Vương","Thuật Dương Vương"]},{"ten":"Minh Mạng lên ngôi Hoàng Đế","namBatDau":1820,"namKetThuc":1820,"moTa":"Đầu năm 1820, vua Gia Long mất. Tháng giêng năm Canh Thìn (1820), Nguyễn Phúc Đảm lên nối ngôi, đặt niên hiệu là Minh Mạng. Trong thời gian ở ngôi, nhà vua đã có nhiều cải cách quan trọng: cho bỏ các dinh và trấn mà thành lập các tỉnh (cả nước được chia làm 31 tỉnh); định lại quan chế, đặt mức lương bổng của các quan tùy theo ngạch trật; thống nhất việc đo lường và thống nhất y phục; khuyến khích dân khai hoang lập ấp, sửa sang hệ thống giao thông, lập nhà Dưỡng tế ở các tỉnh để giúp đỡ những người nghèo khổ, tàn tật, già cả không nơi nương tựa. Thời vua Minh Mạng bờ cõi được mở rộng nhất trong lịch sử và Việt Nam thực sự trở thành một quốc gia hùng mạnh.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Minh Mạng"]},{"ten":"Minh Mạng thành lập Quốc tử giám ở kinh thành Huế","namBatDau":1821,"namKetThuc":1821,"moTa":"Nay là Bảo tàng Lịch sử và Cách mạng tỉnh Thừa Thiên Huế. Quốc Tử Giám là di tích trường đại học duy nhất thời phong kiến còn tồn tại ở Việt Nam, và là một di tích lịch sử, văn hóa có giá trị cao. Ngày 11 tháng 12 năm 1993, Quốc Tử Giám cùng với hệ thống di tích cung đình triều Nguyễn đã được ghi tên vào danh mục Di sản thế giới.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Mã Viện đánh vào Giao Chỉ","namBatDau":42,"namKetThuc":42,"moTa":"Bộ binh của Mã Viện và thủy quân của Đoàn Chí gặp nhau ở Hợp Phố. Tại đây, Đoàn Chí mắc bệnh, chết. Vua Hán cho Mã Viện thống suất cả thủy binh và bộ binh theo đường bờ biển tiến vào Giao Chỉ. Thuyền ít, không đủ chỗ cho cả đaịa quân vượt biển. Mã Viện phải tổ chức hành quân trên bộ lẫn trên biển, vừa dùng thuyền vượt biển vừa đi đường núi ven biển. Đoạn quân bộ dọc theo đường núi, phát cây rừng mở đường hơn nghìn dặm dọc theo biển Đông Bắc Giao Chỉ. Từ vùng ven biển vịnh Bái Tử Long và Hạ Long, Mã Viện đưa hai đạo quân thủy bộ ngược sông Bạch Đằng tới Lục Đầu rồi đánh sâu vào Giao Chỉ.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Mã Viện"]},{"ten":"Mạc Đăng Dung lật đổ nhà Lê Sơ, thành lập nhà Mạc","namBatDau":1527,"namKetThuc":1527,"moTa":"Vào thế kỉ XVI, triều đình nhà Lê Sơ ngày càng suy yếu, sự tranh chấp phe phái ngày càng diễn ra quyết liệt. Mạc Đăng Dung vốn là một võ quan nhà Lê, lợi dụng xung đột giữa các phe phái. mạc Đăng Dung đã tiêu diệt các thế lực đối lập, thâu tóm quyền hàng, cương vị như Tể tướng. Năm 1527, Mạc Đăng Dung cướp ngôi nhà Lê, lập ra triều Mạc. Ông lên làm vua từ ngày 15 tháng 6 âm lịch năm 1527 đến hết năm 1529 với niên hiệu Minh Đức. Sau đó nhường ngôi cho con là Mạc Đăng Doanh (tức Mạc Thái Tông) để lui về làm Thái thượng hoàng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Thái Tổ","Mạc Đăng Dung","Mạc Thái Tông"]},{"ten":"Mặt trận Việt Minh được thành lập","namBatDau":1941,"namKetThuc":1941,"moTa":"Tháng 5 năm 1941, trước những thay đổi mạnh mẽ của tình hình trong nước và những biến động to lớn trên thế giới, Chủ tịch Hồ Chí Minh đã triệu tập và chủ trì Hội nghị Trung ương lần thứ VIII của Đảng ở Khuổi Nậm, Pác Bó, Cao Bằng quyết định sự chuyển hướng chỉ đạo chiến lược của Đảng - khẳng định giải phóng dân tộc là nhiệm vụ hàng đầu của cách mạng Việt Nam. Để thực hiện mục tiêu đó, Hội nghị đã quyết định thành lập Việt Nam độc lập đồng minh (gọi tắt là Việt Minh) nhằm tập hợp và đoàn kết rộng rãi các giai cấp, các dân tộc, tôn giáo, các giới…tham gia Mặt trận.","TrieuDai":null,"diaDiemLienQuan":["Pác Bó","Cao Bằng"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Mở đầu phong trào Đông du của Duy Tân hội","namBatDau":1905,"namKetThuc":1905,"moTa":"Tháng 7-1905, mở đầu phong trào Đông du của Duy Tân hội, Phan Bội Châu và Đặng Tử Kính đưa 3 thanh niên đầu tiên xuất dương sang Nhật du học. Trong thời gian ở Nhật lần này, Phan Bội Châu viết bài Khuyến quốc dân tư trợ du học văn để kêu gọi đồng bào toàn quốc xuất dương du học và ủng hộ, giúp đỡ việc du học.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu","Đặng Tử Kính","Cường Để"]},{"ten":"Mỹ thất bại trong cuộc hành quân Junction City của quân Mỹ","namBatDau":1967,"namKetThuc":1967,"moTa":"Junction City (thường phiên âm thành Gian-xơn Xi-ty) là một chiến dịch kéo dài 53 ngày của Quân đội Mỹ và Quân lực Việt Nam Cộng hòa nhắm vào các căn cứ của lực lượng Mặt trận Dân tộc Giải phóng miền Nam Việt Nam ở Chiến khu C, tức vùng Lò Gò - Xa Mát ngày nay diễn ra vào đầu năm 1967. Đây là cuộc hành quân lớn nhất của Mỹ trong Chiến tranh Việt Nam - huy động 35.000 quân Mỹ và Việt Nam Cộng hoà và kéo dài từ 22.2 đến 15.4.1967 - để đánh vào vùng kiểm soát của quân Giải phóng nhưng đã thất bại","TrieuDai":null,"diaDiemLienQuan":["Lò Gò - Xa Mát"],"nhanVatLienQuan":[]},{"ten":"Mỹ tổ chức cưỡng ép đồng bào miền Bắc di cư vào Nam","namBatDau":1954,"namKetThuc":1954,"moTa":"Di cư năm 1954 là sự kiện xảy ra sau Hiệp định Genève tại Việt Nam, bao gồm gần một triệu người \"di cư vào Nam\" (đa số là người Công giáo) và khoảng 150.000 người \"tập kết ra Bắc\" (đa số là cán bộ, binh sĩ Việt Minh từng tham gia chiến tranh chống Pháp). Mục đích của thực dân Pháp, đế quốc Mỹ và chính quyền tay sai Ngô Đình Diệm là tìm mọi cách phá hoại Hiệp định Giơnevơ hòng chia cắt lâu dài đất nước ta, biến miền Nam Việt Nam trở thành thuộc địa kiểu mới, một tiền đồn chống cộng lý tưởng của chúng ở Đông Nam Á.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Nam Việt Vương Đinh Liễn giết Thái tử Hạng Lang","namBatDau":979,"namKetThuc":979,"moTa":"Đầu năm 979, Đinh Liễn quá tức giận nên đã sai người ngầm giết chết Hạng Lang. Để nguôi lòng cha mẹ, Đinh Liễn đã dựng nhiều cột viết những bài tụng kinh Phật ở kinh đô Hoa Lư tỏ ý ân hận vì việc này","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Đinh Liễn","Đinh Hạng Lang"]},{"ten":"Nghĩa quân Tây Sơn lật đổ chính quyền chúa Nguyễn ở Đàng Trong","namBatDau":1777,"namKetThuc":1777,"moTa":"Năm 1771, ba anh em Nguyễn Nhạc, Nguyễn Huệ, Nguyễn Lữ lên vùng Tây Sơn Thượng Đạo (thuộc huyện An Khê, Gia Lai) tập hợp lực lượng chuẩn bị khởi nghĩa. Mùa thu năm 1773, nghĩa quân đã kiểm soát phần lớn phủ Quy Nhơn. Chỉ trong vòng một năm (đến giữa năm 1774), nghĩa quân kiểm soát một vùng rộng lớn từ Quảng Nam ở phía bắc đến Bình Thuận ở phía Nam.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Đàng Trong","Phú Xuân","Huế"],"nhanVatLienQuan":["Nguyễn Nhạc","Nguyễn Lữ","Nguyễn Huệ","Gia Long"]},{"ten":"Nguyến Ái Quốc gửi bản yêu sách của nhân dân Việt tới hội nghị Vecxay","namBatDau":1919,"namKetThuc":1919,"moTa":"Nhân lúc các nước thắng trận triệu tập một cuộc hội nghị để chia lại thế giới sau chiến tranh, họp tại Vecxay (ngoại vi thủ đô nước Pháp), một bản Yêu sách của nhân dân Việt Nam được viết bằng tiếng Pháp đã gởi tới đại biểu của một số nước tham dự hội nghị, đồng thời được công bố trên các tờ báo L’Humanité (Nhân đạo) và Journal du Peuple (Nhật báo dân chúng) của Đảng Xã hội Pháp. Bản yêu sách được ký tên Nguyễn Ái Quốc, thay mặt nhóm người Việt Nam yêu nước.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Ái Quốc tham dự Đại hội II Đảng Cộng sản Pháp","namBatDau":1922,"namKetThuc":1922,"moTa":"Từ ngày 21 đến 24 tháng 10 năm 1922, Nguyễn Ái Quốc tham dự Đại hội II Đảng Cộng sản Pháp họp tại nhà số 33 phố La Grănggiơ Ô Belơ, Quận 10, Pari. Tại đại hội này, Nguyễn Ái Quốc gặp Manuinxki, thay mặt Thường vụ Quốc tế Cộng sản tham dự đại hội. Từ diễn đàn đại hội, Nguyễn Ái Quốc đã phê bình Đảng Cộng sản Pháp chưa quan tâm đúng mức đến vấn đề công tác ở các thuộc địa. Theo đề nghị của Nguyễn Ái Quốc, đại hội đã thông qua lời kêu gọi Những người bản xứ ở các thuộc địa.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Tri Phương thất thủ tại Đại đồn Chí Hòa","namBatDau":1861,"namKetThuc":1861,"moTa":"Trận đánh tại Đại đồn Chí Hòa do Nguyễn Tri Phương trấn thủ là một trận đánh trong Chiến dịch Nam Kỳ của cuộc chiến tranh giữa Thực dân Pháp và Đại Nam vào năm 1801. Thống đốc quân Nguyễn Tri Phương thất thủ, Đại đồn Chí Hòa rơi vào tay người Pháp, triều đình nhà Nguyễn từ việc thủ để hòa chuyển sang chủ hòa, đất đai Đại Nam lần lượt rơi vào tay người Pháp.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh"],"nhanVatLienQuan":["Nguyễn Tri Phương"]},{"ten":"Nguyễn Trường Tộ đề cử hai phương sách chống Pháp","namBatDau":1870,"namKetThuc":1870,"moTa":"Nguyễn Trường Tộ, giáo dân người Nghệ An, đề nghị hai phương sách tối mật để chống Pháp: 1- Cử người vào Gia Định để vừa dò xét Pháp, vừa dùng kế “thuyết khách” sao cho Pháp trả lại 6 tỉnh, rút hết quân đội về nước để dẹp lọan trong nước, rồi sau đó trở lại buôn bán ở Việt Nam, cũng như người Anh ở Hạ Châu (Mã Lai). 2- Nên đặt quan hệ mật thiết với nước Anh, để hạn chế hành động của Pháp.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An"],"nhanVatLienQuan":["Nguyễn Trường Tộ"]},{"ten":"Nguyễn Ái Quốc sang Liên Xô dự hội nghị Quốc tế Nông dân","namBatDau":1923,"namKetThuc":1923,"moTa":"Tháng 6-1923, Nguyễn Ái Quốc bí mật rời nước Pháp sang Matxcơva (Liên Xô) dự Hội nghị Quốc tế Nông Dân. Hội nghị diễn ra vào tháng 10 -1923 và Nguyễn Ái Quốc được bầu vào ban chấp hành hội. Người ở lại Liên Xô, vừa nghiên cứu vừa học tập, vừa viết bài cho báo Sự Thật của Đảng Cộng Sản Liên Xô, tạp chí Thư tín Quốc tế của Đảng Công sản. Tháng 7-1924 Người tham dự Đại hội V Quốc tế Cộng sản. Tại các đại hội đó, Người đã trình bày quan điểm của mình về vị trí chiến lược của cách mạng các nước thuộc địa, về mối quan hệ giữa phong trào công nhân ở các nước đế quốc với phong trào cách mạng ở các nước thuộc địa, về vai trò và sức mạnh to lớn của giai cấp nông dân ở các nước thuộc địa.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Ái Quốc tham dự Đại hội lần thứ 18 của Đảng Xã hội Pháp","namBatDau":1920,"namKetThuc":1920,"moTa":"Nguyễn Ái Quốc tham gia Đại hội đại biểu toàn quốc lần thứ XVIII Đảng Xã hội Pháp với tư cách là đại biểu Đông Dương. Đại hội khai mạc lúc 10 giờ 35 phút ngày 25-12-1920 tại phòng họp lớn của nhà Mane ở thành phố Tua (Tours), cách Pari 237km. Lần đầu tiên có một người Việt Nam tham gia một đại hội đại biểu của một chính đảng Pháp. Nguyễn Ái Quốc cũng là người bản xứ duy nhất trong số đại biểu các thuộc địa có mặt trong đại hội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Ái Quốc tham dự Đại hội lần thứ V Quốc tế Cộng sản họp tại Mátxcơva","namBatDau":1924,"namKetThuc":1924,"moTa":"Nguyễn Ái Quốc dự Đại hội lần thứ V của Quốc tế Cộng sản với tư cách là đại biểu tư vấn. Đại hội họp tại cung Anđrâyépxki trong Điện Kremli (Mátxcơva) với sự tham gia của 504 đại biểu của 49 Đảng Cộng sản và Đảng Công nhân thay mặt cho 1.319.000 đảng viên cộng sản trên toàn thế giới và 10 tổ chức quốc tế. Phiên khai mạc đại hội tổ chức vào buổi tối ngày 17 - 6 - 1924.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Ái Quốc thành lập Hội Việt Nam Cách mạng Thanh niên","namBatDau":1925,"namKetThuc":1925,"moTa":"Từ đầu năm 1925, trên cơ sở những hội viên trung kiên của Tâm tâm xã, Nguyễn Ái Quốc đã thành lập “Nhóm bí mật” trong đó có 5 đảng viên cộng sản dự bị và 2 đoàn viên thanh niên cộng sản dự bị. Lấy “Nhóm bí mật” này làm nồng cốt, tháng 6-1925, Nguyễn Ái Quốc thành lập Hội Việt Nam Cách mạng Thanh niên nhằm tổ chức và lãnh đạo quần chúng đoàn kết lại, kịch liệt tranh đấu để đánh đổ đế quốc chủ nghĩa Pháp và tay sai để tự cứu lấy mình.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Hồ Tùng Mậu","Lê Hồng Sơn"]},{"ten":"Nguyễn Ái Quốc đến Quảng Châu","namBatDau":null,"namKetThuc":null,"moTa":"Với sự giúp đỡ của Quốc tế Cộng sản, Nguyễn Ái Quốc được bố trí trong phái đoàn cố vấn của chính phủ Liên Xô do Bôrôđin dẫn đầu tới Quảng Châu giúp Chính phủ Dân quốc của Tôn Dật Tiên. Ngày 11-11-1924, Nguyễn Ái Quốc tới Quảng Châu (Trung Quốc)","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Ái Quốc đến Xiêm","namBatDau":null,"namKetThuc":null,"moTa":"Mùa thu 1928, ông từ châu Âu đến Xiêm La (Thái Lan), cải trang là một nhà sư đầu trọc, với bí danh Thầu Chín để tuyên truyền và huấn luyện cho Việt kiều tại Xiêm, đồng thời xuất bản báo gửi về nước. Tại Xiêm La Người hoạt động ở nhiều địa phương, đặt biệt là những địa bàn có nhiều Việt kiều sinh sống như Bản Đông, Udon, Xavang, Xacôn Nakhon, Băng Cốc… Tại đây, Người mở nhiều lớp huấn luyện cán bộ, tuyên truyền giáo dục tinh thần yêu nước trong Việt kiều, đổi tên tờ báo Đồng thanh (của Hội thân ái) thành tờ báo Thân Ái làm cơ quan tuyên truyền cách mạng của Việt kiều… Nguyễn Ái Quốc hoạt động tại Xiêm đến cuối năm 1929, sau đó trở về Trung Quốc chuẩn bị cho hội nghị thống nhất các tổ chức cộng sản Việt Nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Nguyễn Ánh lên ngôi, triều đình nhà Nguyễn thành lập","namBatDau":1802,"namKetThuc":1802,"moTa":"Năm 1775, lợi dụng sự suy sụp của triều đình chúa Nguyễn do cuộc khởi nghĩa Tây Sơn, quân Trịnh vào chiếm Phú Xuân khiến Nguyễn Phúc Ánh phải trốn vào Nam. Từ đó ông bôn tẩu gian nan, tìm đủ mọi cách chiêu tập lực lượng để giành lại vương quyền cho họ Nguyễn. Sau nhiều thất bại lớn và phải cầu viện sự giúp đỡ của Xiêm La và Pháp","TrieuDai":null,"diaDiemLienQuan":["Thuận Hóa","Phú Xuân"],"nhanVatLienQuan":["Nguyễn Huệ","Gia Long"]},{"ten":"Ngày Nam Bộ Kháng chiến","namBatDau":1945,"namKetThuc":1945,"moTa":"Nam Bộ kháng chiến là một hoạt động quân sự trong chiến tranh Đông Dương. Được lấy mốc là ngày 23/9/1945, khi quân Pháp đánh Nam Bộ. Chiến sự ban đầu diễn ra trên chiến trường Nam Bộ, sau đó phát triển ra Tây Nguyên và Nam Trung Bộ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Ngày Quốc Tế Lao Động","namBatDau":1886,"namKetThuc":1886,"moTa":"Tháng 01/1884, tại thành phố công nghiệp lớn Chicago (Mỹ), Đại Hội liên đoàn lao động Mỹ thông qua nghị quyết: từ ngày 01/05/1886, ngày lao động của tất cả công nhân sẽ là 8h, hằng năm chọn ngày ấy để làm hợp đồng mới giữa chủ và thợ. Ngày 1/5/1886 khắp nơi công nhân đều mang biểu ngữ : \"Từ nay trở đi không người thợ nào làm việc quá 8 giời 1 ngày”. Phải thực hiện 8 giờ làm việc, 8 giờ nghỉ ngơi và 8 giờ học tập. 5.000 cuộc bãi công của công nhân với khoảng 340.000 người tham gia khắp nước Mỹ, sau đó 12 vạn rưỡi công nhân đã giành được quyền ngày làm việc 8 giờ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Ngày Quốc Tế Phụ Nữ","namBatDau":1910,"namKetThuc":1910,"moTa":"Ngày Quốc tế Phụ nữ hay còn gọi là Ngày Liên Hiệp Quốc vì Nữ quyền và Hòa bình Quốc tế được Liên Hiệp Quốc, đây là thành quả đấu tranh lâu dài và lặng lẽ của hàng triệu phụ nữ trên thế giới.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Ngày Sinh Chủ Tịch Hồ Chí Minh","namBatDau":1890,"namKetThuc":1890,"moTa":"Chủ tịch Hồ Chí Minh sinh ngày 19/05/1890 trong một gia đình trí thức yêu nước, nguồn gốc nông dân ở làng Kim Liên, huyện Nam Đàn, tỉnh Nghệ An, nơi có truyền thống đấu tranh kiên cường chống ách thống trị nặng nề của thực dân phong kiến. Hoàn cảnh xã hội và giáo dục đã ảnh hưởng sâu sắc đến Hồ Chủ Tịch ngay từ thời niên thiếu.","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Nam Đàn"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Ngày sinh của VILê-nin","namBatDau":1870,"namKetThuc":1870,"moTa":"Via-đi-mia I-lích Lê-nin sinh ngày 24-4-1870 tại thành phố Xim-biếc (ngày nay là U-li-a-nốp-xcơ), Lê-nin sinh ra và lớn lên trong một gia đình trí thức Nga tiến bộ. Cha của Lê-nin là ông I-lia Ni-cô-lai ê-vích là một nhà hoạt động giáo dục tận tụy với nghề nghiệp, gần gũi với nhân dân lao động. Anh cả của Lê-nin là A-lếch-xan U-li-a-nốp tham gia hoạt động cách mạng ngay khi còn là sinh viên và đã bị kết án xử tử vì mưu sát vua Nga. Hoàn cảnh và sự giáo dục của gia đình đã có ảnh hưởng to lớn trong việc hình thành nên những tính cách và phẩm chất tốt đẹp của cậu bé Vô-lô-đi-a.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Ngày thành lập hội liên hiệp phụ nữ Việt Nam","namBatDau":1930,"namKetThuc":1930,"moTa":"Ngày 3/2/1930, Đảng Cộng sản Đông Dương thành lập. Cương lĩnh đầu tiên của Đảng đã ghi: “Nam nữ bình quyền”. Đảng sớm nhận rõ, phụ nữ là lực lượng quan trọng của cách mạng và đề ra nhiệm vụ: Đảng phải giải phóng phụ nữ, gắn liền giải phóng dân tộc, giải phóng giai cấp với giải phóng phụ nữ. Đảng đặt ra: Phụ nữ phải tham gia các đoàn thể cách mạng (công hội, nông hội) và thành lập tổ chức riêng cho phụ nữ để lôi cuốn các tầng lớp phụ nữ tham gia cách mạng. Vì vậy vào ngày 20 tháng 10 năm 1930, Hội Phụ nữ phản đế Việt Nam (nay đổi tên là Hội Liên hiệp Phụ nữ Việt Nam) chính thức được thành lập.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Ngày thành lập hội nông dân Việt Nam","namBatDau":1930,"namKetThuc":1930,"moTa":"Dưới sự lãnh đạo của đồng chí Nguyễn Ái Quốc và thanh niên cách mạng đồng chí hội, cuối năm 1926 đầu năm 1927, một số địa phương hình thành “Nông Hội Đỏ” chỉ đạo cuộc nổi dậy của nông dân đấu tranh chống thực dân, địa chủ phong kiến và tư sản, đòi quyền dân sinh dân chủ. Tại kỳ họp ban chấp hành Trung Ương Đảng lần I (khoá I) từ 14/10 đến cuối tháng 10 năm 1930, “Nông hội đỏ” chính thức ra đời. Sự kiện thành lập Nông hôi đỏ đánh dấu sự trưởng thành quan trọng về chất của giai cấp nông dân Việt Nam. Lần đầu tiên đưa gia cấp nông dân có đoàn thể cách mạng của mình, dưới sự lãnh đạo của Đảng Cộng Sản Việt Nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Ngày thương binh liệt sĩ","namBatDau":1947,"namKetThuc":1947,"moTa":"Cách mạng tháng tám 1945 thành công, nước Việt Nam dân chủ cộng hòa ra đời chưa được bao lâu thì thực dân Pháp âm mưu trở lại xâm lược nước ta. Núp sau quân Anh - Ấn, chúng trắng trợn gây nên những vụ xung đột vũ trang ở nhiều nơi thuộc Nam Bộ, Trung Bộ. Tiếp đó, khi vào thay thế quân đội Tưởng Giới Thạch ở Bắc Bộ, thực dân Pháp gây ra những vụ bắn phá giết hại dân ta ở Hải Phòng, Hà Nội….. mở đường cho việc xâm lược cả nước ta.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Ngày toàn quốc chống Mỹ","namBatDau":1950,"namKetThuc":1950,"moTa":"Đế quốc Mỹ cho 2 tàu chiến Anđécxơn và Stíchken cập bến Sài Gòn, chuẩn bị thao diễn lực lượng để uy hiếp tinh thần đồng bào ta. Hàng vạn đồng bào Sài Gòn xuống đường tuần hành thị uy hô vang các khẩu hiệu “Đế quốc Mỹ cút đi”, “Đả đảo đế quốc Pháp và bù nhìn tay sai”, “Hồ Chí Minh muôn năm”.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Bảo Đại"]},{"ten":"Ngày toàn quốc kháng chiến","namBatDau":1946,"namKetThuc":1946,"moTa":"Sau cách mạng tháng tám 1945, thực dân Pháp tìm mọi cách thực hiện dã tâm xâm lược nước ta một lần nữa. Bội ước hiệp định sơ bộ 6/3/1945 và thoả ước 19/4/1945, thực dân Pháp ráo riết tăng cường lực lượng và đến tháng 11/1946, số quân của chúng đã lên tới 10 vạn. Chúng lần lượt cho quân đổ bộ trái phép vào Đà Nẵng, Đồ Sơn, Cát Bà đánh chiếm Hải Phòng, Lạng Sơn và chuẩn bị kế hoạch đánh vào cơ quan đầu não của ta ở thủ đô Hà Nội. Ngày 18 và 19/12/1946, hội nghị mở rộng Ban chấp hành Trung Ương Đảng họp khẩn cấp ở Vạn Phúc, Hà Đông quyết định phát động cả nước kháng chiến và chỉ ra đường lối kháng chiến lâu dài.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Ngày truyền thống sinh viên học sinh Việt Nam","namBatDau":1950,"namKetThuc":1950,"moTa":"Từ giữa năm 1949 đến đầu năm 1950 phong trào đấu tranh của thanh niên học sinh, sinh viên chống chủ nghĩa thực dân Pháp xâm lược và can thiệp Mỹ, chống khủng bố đàn áp, đòi đảm bảo an ninh cho học sinh, đòi được học tiếng mẹ đẻ… đã diễn ra rầm rộ, liên tục và rộng khắp từ Nam chí Bắc. Tại Sài Gòn, các tầng lớp đồng bào cũng tích cực hưởng ứng dưới nhiều hình thức: biểu tình chống sưu thuế, chống bắt lính, đòi công ăn việc làm. Học sinh, sinh viên bãi trường, bãi khóa liên miên.","TrieuDai":null,"diaDiemLienQuan":["Việt Bắc"],"nhanVatLienQuan":["Trần Văn Ơn"]},{"ten":"Ngày truyền thống thanh niên xung phong","namBatDau":1950,"namKetThuc":1950,"moTa":"Ngày 15/7/1950, thực hiện chỉ đạo của Trung Ương Đảng và chủ tịch Hồ Chí Minh, Đảng Đoàn thanh vận Trung Ương quyết định thành lập đội thanh niên xung phong công tác Trung Ương đầu tiên phục vụ chiến dịch Biên Giới. Ban chỉ huy lâm thời của đội gồm 5 đồng chí, do đồng chí Vương Bích Vượng, uỷ viên ban chấp hành Đoàn thanh niên cứu quốc là đội trưởng và bí thư chi bộ. Đội có 225 đội viên đầu tiên, được tổ chức thành 3 liên đội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Ngô Quyền khởi nghĩa đánh bại quân xâm lược Nam Hán trên sông Bạch Đằng","namBatDau":938,"namKetThuc":938,"moTa":"Trận Bạch Đằng năm 938 là một trận đánh giữa quân dân Việt Nam - thời đó gọi là Tĩnh Hải quân và chưa có quốc hiệu chính thức - do Ngô Quyền lãnh đạo với quân Nam Hán trên sông Bạch Đằng. Kết quả, quân dân Việt Nam giành thắng lợi, nhờ có kế cắm cọc ở sông Bạch Đằng. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Đánh dấu cho việc chấm dứt hơn 1000 năm Bắc thuộc của nước ta, nối lại quốc thống cho dân tộc. Sau chiến thắng vang dội này, Ngô Quyền lên ngôi vua, tái lập đất nước. Ông được xem là một vị \"vua của các vua\" trong lịch sử Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Sông Bạch Đằng"],"nhanVatLienQuan":[]},{"ten":"Ngô Quyền xưng vương, đóng đô ở Cổ Loa","namBatDau":939,"namKetThuc":939,"moTa":"Sau chiến thắng Bạch Đằng năm 938, mưu đồ xâm lược của quân Nam Hán bị đè bẹp, Việt Nam chính thức kết thúc hơn một thiên niên kỉ Bắc thuộc, mở ra một thời kì độc lập lâu dài. Sau chiến thắng này, năm 939 Ngô Quyền lên ngôi vua, chọn Cổ Loa làm kinh đô.","TrieuDai":null,"diaDiemLienQuan":["Cổ Loa"],"nhanVatLienQuan":["Ngô Quyền"]},{"ten":"Ngô Xương Văn đánh lại Dương Tam Kha","namBatDau":950,"namKetThuc":950,"moTa":"Năm Canh Tuất (950), em của Ngô Xương Ngập là Ngô Xương Văn cùng với hai tướng là Dương Cát Lợi và Đỗ Cảnh Thạc lật đổ Dương Tam Kha, khôi phục cơ nghiệp của nhà Ngô. Nhưng, Dương Tam Kha từng nhận Ngô Xương Văn làm con, vì thế, Ngô Xương Văn không nỡ giết, đã thế, còn phong cho Dương Tam Kha tước Công và ban cho đất đai vùng Chương Dương làm thực ấp.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Ngô Xương Văn","Ngô Xương Ngập"]},{"ten":"Nhà Hán cử Mã Viện cùng với Đoàn Chí đem quân sang đánh Trưng Vương","namBatDau":-41,"namKetThuc":-41,"moTa":"Nhà Hán trước việc Hai Bà Trưng nổi binh đánh đuổi quan quân cai trị và làm chủ các thành ấp, bèn hạ lệnh cho các quận Trường Sa, Hợp Phố, Giao Chỉ sắm sửa xe thuyền, sửa sang đường cầu thông các khe núi, trữ thóc lương và cữ Mã Viện, một viên tướng có nhiều kinh nghiệm chiến trận làm Phục Ba tướng quân, cùng với Lâu thuyền tướng quân sang đánh Trưng Vương. Quân Hán có chừng hai vạn người lấy ở các miền Trường Sa, Quế Dương, Linh Lăng, Thương Ngô cùng với thủy quân khoảng 2000 thuyền lớn nhỏ tiến sang đánh dẹp Trưng Vương.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Hai Bà Trưng","Mã Viện"]},{"ten":"Nhà Hán lập Giao Chỉ Bộ","namBatDau":-106,"namKetThuc":-106,"moTa":"Nhà Hán lập Giao Chỉ bộ, cai trị 7 quận (gồm cả Quảng Đông, Quảng Tây và miền Bắc Việt Nam ngày nay). Trung tâm của Giao Chỉ bộ là quận Giao Chỉ - một quận lớn và quan trọng nhất. Trị sở của quận Giao Chỉ là đất Mê Linh (Hạ Lôi, Mê Linh, Vĩnh Phúc). Đứng đầu Châu (Bộ) là chức Thư sử, phụ trách thanh tra công việc của các quận. Mỗi quận có một viên Thái thú và một viên Đô úy (phụ trách dân sự và quân sự). Bên dưới quận là các huyện vẫn do người địa phương nắm giữ và trị dân như cũ. Phương thức bóc lột cơ bản vẫn là cống nạp. Nhà Hán vẫn phải “dùng tục cũ mà cai trị” đối với Âu Lạc.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":[]},{"ten":"Nhà Hán suy yếu Nho giáo bắt đầu du nhập vào nước ta","namBatDau":187,"namKetThuc":187,"moTa":"Trong thế kỷ II, nhân dân các quận ở Giao Chỉ luôn nổi dậy khởi nghĩa làm cho triều đình nhiều phen lo đánh dẹp. Cuối thế kỷ II, nhà Hán suy yếu, chúng buộc phải tạm dùng người Việt cầm đầu chính quyền ở Giao Chỉ. Hán Linh Đế cử Lý Tiến, người quận Giao Chỉ làm thứ sử và sai Sĩ Nhiếp, người quận Thương Ngô làm Thái thú. Lý Tiến làm Thứ sử đến năm 200, còn Sĩ Nhiếp cầm quyền tới năm 226. Dưới thời cai trị của Sĩ Nhiếp, nhiều quan lại và dân chúng người Hán lánh nạn sang nước ta. Cùng với các danh sĩ và dân di cư đó, văn hóa Trung Hoa, đặc biệt là Nho giáo bắt đầu du nhập vào Giao Chỉ.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Sĩ Tiếp"]},{"ten":"Nhà Hán đánh bại nhà Triệu, đô hộ Âu Lạc","namBatDau":-111,"namKetThuc":-111,"moTa":"Triều đình nhà Hán phái một lực lượng hơn 10 vạn người do Vệ úy Lộ Bác Đức làm Phục ba tướng quân đem quân từ quận Quế Dương tiến xuống đường sông Hồi Thủy, chủ tước Đô úy là Dương Bộc làm Lâu thuyền tướng quân đem quân từ quận Dự Chương xuống đường Hoành Phố, Quy Nghĩa, cùng tiến xuống tấn công tiêu diệt nước Nam Việt của con cháu Triệu Đà, chiếm kinh đô Phiên Ngung (Quảng Châu ngày nay).","TrieuDai":null,"diaDiemLienQuan":["Nhật Nam","Giao Chỉ","Cửu Chân"],"nhanVatLienQuan":["Triệu Đà"]},{"ten":"Nhà Hán đặt Giao Chỉ thành Giao Châu","namBatDau":203,"namKetThuc":203,"moTa":"Nhà Hán đặt Giao Chỉ làm Giao Châu. Trước kia đời Hán Thuận Đế (126-144), Thái thú Giao Chỉ là Chu Xưởng xin lập Giao Chỉ làm châu, triều đình nhà Hán không cho. Đến đây, Thứ sử Trương Tân và Thái thú Sĩ Nhiếp cùng nhau dân biểu xin lập Giao Chỉ làm châu để được đối xử ngang hàng với các châu khác của Trung Quốc. Nhà Hán mới đặt Giao Chỉ làm Giao Châu và phong Trương Tân làm quan mục ở Giao Châu. Tên Giao Châu bắt đầu từ đây.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu","Giao Chỉ"],"nhanVatLienQuan":["Sĩ Tiếp"]},{"ten":"Nhà Lương chiếm lại Giao Châu, Lý Nam Đế về giữ thành Gia Ninh","namBatDau":545,"namKetThuc":545,"moTa":"Nhà Lương vẫn cố ý đánh chiếm cho bằng được Giao Châu, nên tháng 6 năm Ất Sửu (545) chúng lại sai Dương Phiêu làm Thứ sử Giao Châu đem quân sang sâm lược. Trần Bá Tiên làm tướng tiên phong dẫn quân đi trước, xuất phát từ Phiên Ngung, bằng đường thủy nhanh chóng tiến vào Giao Châu, theo sông Lục Đầu bất ngờ đánh thành Long Biên, thủ phủ đô hộ cũ của quân xâm lược. Dương Phiêu kéo đại quân xâm lược theo đường bộ, đánh chiếm Việt Châu (tức Hợp Phố) rồi tiến vào Giao Chỉ, tức miền Bắc Bộ ngày nay.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu","Giao Chỉ"],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Nhà Lương đô hộ","namBatDau":505,"namKetThuc":543,"moTa":"Năm 502, ở Trung Quốc diễn ra sự loạn lạc, gọi là thời Nam – Bắc triều, kéo dài gần hai thế kỷ, từ 420 đến 589. Bắc triều gồm: Bắc Ngụy, Đông Ngụy, Tây Ngụy, Bắc Tề, Bắc Chu và Tùy; Nam triều gồm các triều Tống, Nam Tề, Nam Lương, Hậu Lương và Trần. Cũng trong năm này, ở Nam triều, Tiêu Diễn diệt nhà Tề, lập nhà Lương (502 - 557) và chuẩn bị dành lấy Giao châu.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nhà Mạc sụp đổ","namBatDau":1592,"namKetThuc":1592,"moTa":"Mạc Đăng Dung tuy giành được ngôi vua nhưng lực lượng ủng hộ nhà Lê còn rất mạnh. Năm 1529, một võ tướng cũ của nhà Lê là Nguyễn Kim không thần phục nhà Mạc, bỏ chạy vào miền núi Thanh Hoá và sang Ai Lao (Lào), tập hợp lực lượng chống nhà Mạc. Năm 1533, Kim tìm một người tên là Lê Duy Ninh là con của vua Lê Chiêu Tông đưa lên ngôi trên đất Sầm Châu (Ai Lao), tức là vua Lê Trang Tông.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Thành Tây Đô","Nghệ An","Thanh Hóa"],"nhanVatLienQuan":["Mạc Đăng Dung","Nguyễn Kim","Trịnh Kiểm","Trịnh Tùng"]},{"ten":"Nhà Nguyễn sắp xếp lại đơn vị hành chính trong cả nước","namBatDau":1831,"namKetThuc":1832,"moTa":"Sau khi lật đổ nhà Lê Sơ, lên ngôi hoàng đế, năm 1802, vua Gia Long chọn Phú Xuân làm quốc đô, vẫn tạm đặt 11 trấn phía Bắc (tương đương khu vực Bắc Bộ ngày nay) thành một Tổng trấn với tên cũ Bắc Thành, do một Tổng trấn đứng đầu. Đến thời Minh Mạng, để nhất thể hóa các đơn vị hành chính trong cả nước, năm 1831-1832 nhà vua thực hiện một cuộc cải cách hành chính lớn, theo đó bỏ các tổng trấn, đổi các dinh, trấn thành tỉnh. Đây là lần đầu tiên đơn vị hành chính tỉnh xuất hiện ở Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Quảng Trị","Phú Xuân"],"nhanVatLienQuan":["Gia Long","Minh Mạng"]},{"ten":"Nhà Ngô đô hộ nước Âu Lạc","namBatDau":210,"namKetThuc":280,"moTa":"Cuối đời Hán, Trung Quốc đại loạn. Nhà Ngô chiếm giữ miền Nam Trung Quốc, sát biên giới nước ta. Chúa Ngô là Tôn Quyền mưu cướp quyền đô hộ Giao Châu. Nhà Hán bất lực không giữ được. Đến năm 226. Sĩ Nhiếp chết, con là Sĩ Huy lên làm Thái thú Giao Châu thay cha, không xin mệnh lệnh của nhà Ngô. Thấy Sĩ Nhiếp đã chết, chúa Đông Ngô là Tôn Quyền vội nắm lấy cơ hội chiếm đóng toàn bộ Giao Châu, loại bỏ hẳn thế lực của Sĩ Nhiếp ở đây.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nhà nước Lâm Ấp được thành lập","namBatDau":190,"namKetThuc":190,"moTa":"Huyện Tượng Lâm thuộc quận Nhật Nam ở miền Nam nước ta, cách xa thủ phủ đô hộ của phong kiến Trung Quốc. Nhân lúc Trung Quốc loạn lạc, dân Tượng Lâm ở nơi xa xôi nhất đã nổi dậy, giết huyện lệnh, giành lấy quyền tự chủ và lập nước. Được sự hỗ trợ của nhân dân Giao chỉ, nhân dân Cửu Chân cũng niổi lên đánh phá châu thành, giết Thứ sử nhà Hán là Chu Phù (190), khiến trong mấy năm triều đình nhà Hán không đặt nổi quan cai trị. Khu Liên – một nhà lãnh đạo cuộc khởi nghĩa của nhân dân Tượng Lâm lên làm vua.","TrieuDai":null,"diaDiemLienQuan":["Nhật Nam","Tượng Lâm"],"nhanVatLienQuan":[]},{"ten":"Nhà nước Văn Lang ra đời","namBatDau":-700,"namKetThuc":-700,"moTa":"Văn Lang là nhà nước đầu tiên của Việt Nam trong lịch sử. Nhà nước Văn Lang được cai trị bởi các vua Hùng. Đứng đầu nhà nước là Hùng Vương, chia nước làm 15 bộ, vua giữ mọi quyền hành trong nước, tường văn là là Lạc Hầu, tướng võ là Lạc Tướng. Con trai vua là Quan Lang, con gái vua là Mị Nương. Các vị vua cai trị nước Văn Lang có tất cả 18 đời vua đều gọi là Hùng Vương.","TrieuDai":null,"diaDiemLienQuan":["Tây Bắc","Đông Bắc"],"nhanVatLienQuan":[]},{"ten":"Nhà Tấn đô hộ","namBatDau":280,"namKetThuc":420,"moTa":"Vua nước Ngô là Tôn Hạo sau khi đã đầu hàng nhà Tấn liền tự tay viết thư khuyên Đào Hoàng nên về với Tấn. Đào Hoàng nhận được thư rồi cũng giao nộp ấn theo về Lạc Dương. Vua Tấn hạ chiếu giao cho Đào Hoàng giữ chức củ, phong tước Uyển Lăng hầu. Giao Châu từ đó thuộc về nhà Tấn. Đào Hoàng làm quan ở Giao Châu trong 30 năm (271-300). Nhà Tấn đã tăng cường thiết lập chính quyền đô hộ đối với Âu Lạc.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":["Đào Hoàng"]},{"ten":"Nhà Tề đô hộ","namBatDau":495,"namKetThuc":505,"moTa":"Lý Trường Nhân chết, Thúc Hiến, em họ Lý Trường Nhân lên thay anh trong coi việc ở Giao Châu. Vì hiệu lệnh của mình chưa được thi hành, Lý Thúc Hiến sai sứ sang nhà Tống xin làm Thứ sử. Nhà Tống dùng Thái thú Nam Hải là Thẩm Hoán làm Thứ sử Giao Châu và cho Lý Thúc Hiến làm Ninh viễn tướng quân Tư Mã, giữ chức Thái thú hai quận Tân Xương và Vũ Bình. Thúc Hiến sau khi được dân chúng phục tùng liền đem quân giữ nơi hiểm yếu, không để cho Thẩm Hoán sang nhậm chức; Thẩm Hoán phải lưu lại Uất Lâm rồi chết ở đấy.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":["Lý Trường Nhân"]},{"ten":"Nhà Tống đô hộ","namBatDau":420,"namKetThuc":479,"moTa":"Sau khi nhà Tấn suy sụp, ở Trung Quốc diễn ra cục diện Nam – Bắc triều. Nhà Tống lên thay nhà Tấn. Đỗ Tuệ Độ là Thứ sử Giao Châu trước đó đã đầu hàng nhà Tống. Đất nước ta bị đặt dưới ách đô hộ của nhà Tống. Năm 470, nhà Tống tách Hợp Phố sáp nhập vào nội địa Trung Quốc. Bản đồ Giao Châu còn lại trong phạm vi vùng Bắc Bộ và Bắc Trung Bộ ngày nay.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nhà yêu nước Phan Châu Trinh qua đời","namBatDau":1926,"namKetThuc":1926,"moTa":"Phan Châu Trinh, hiệu Tây Hồ, sinh ngày 9-9-1872, tại Tây Lộc, Hà Đông, Quảng Nam. Sau một thời gian hoạt động cách mạng, ngày 24-3-1926, Phan Châu trinh đột ngột qua đời tại Sài Gòn. Vốn là một học sĩ phu cấp tiến, ngay từ rất sớm, đường lối chính trị của Phan Châu Trinh đã mang nặng tính chất tư sản. Ông chĩa mũi nhọn vào chế độ phong kiến nhà Nguyễn và tìm mọi cơ hội công kích nó, đồng thời hướng lập trường cứu nước của mình vào một cuộc cách mạng có tính chất dân chủ tư sản. Cái chết của ông vào giữa lúc cách mạng Việt Nam đang có những chuyển biến lớn lao và khí thế quần chúng đang khao khát đấu tranh đã gây nên xúc động lớn. Sự ngưỡng mộ đối với tấm lòng yêu nước của ông đã dẫn đến một phong trào quần chúng trên toàn quốc tổ chức đám tang Phan Châu Trinh.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Châu Trinh"]},{"ten":"Nhà Đường đổi Giao Châu thành An Nam đô hộ phủ","namBatDau":679,"namKetThuc":679,"moTa":"Năm 618, nhà Đường được thành lập ở Trung Quốc. Nước ta lại chịu sự thống trị của nhà Đường. Năm 679 nhà Đường đổi Giao Châu thành An Nam đô hộ phủ (sử Trung Quốc bắt đầu gọi ta là An Nam kể từ đó). Với các hình thức và thủ đoạn cai trị xảo quyệt, hà khắc và ngu dân. An Nam đô hộ phủ tương ứng với một phần tây nam Quảng Tây (Trung Quốc), Miền Bắc và miền Trung Việt Nam ngày nay, có địa bàn từ Hà Tĩnh trở ra.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nhân dân làng xã ven Hải Phòng nổi dậy chống Pháp","namBatDau":1883,"namKetThuc":1883,"moTa":"Nhân dân các làng xã ven Hải Phòng nổi dậy chống đánh Pháp và bọn theo đạo làm tay sai cho Pháp. Nhiều đội nghĩa quân được thành lập. Nhiều trận phục kích, tấn công địch đã diễn ra trên tuyến đường thủy, bộ từ Hải Phòng đi Hải Dương. Tỉnh thành Hải Dương bị nghĩa quân vây trong nhiều ngày; đường trong tỉnh bị phong tỏa và dựng chướng ngại vật ở nhiều đọan; ngót 200 lá cờ của quân công thành mọc lên khắp nơi, từ trong thành, trên mặt thành, cho đến các đường phố ngoài thành. Ngày 19-11-1883, viện binh Pháp đến vây thành, nghĩa quân rút lui bảo toàn lực lượng. Tướng Cuốcbê (Courbet) ra lệnh giới nghiêm các tỉnh Hà Nội, Hải Phòng, Quảng Yên, Nam Định, Ninh Bình, tập trung quyền lực vào tay bọn sĩ quan quân sự để được độc lập hành động đàn áp phong trào chống Pháp.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội","Quảng yên"],"nhanVatLienQuan":[]},{"ten":"Nhật đảo chính lật đổ Pháp trên toàn Đông Dương","namBatDau":1945,"namKetThuc":1945,"moTa":"16 giờ ngày 9-3, đại diện Nhật tới Phủ Toàn quyền của Pháp ở Sài Gòn thảo luận và chuẩn bị văn kiện về việc Pháp cung cấp gạo cho Nhật trong năm 1945. 18 giờ, Đại sứ Matsumôtô đến ký hiệp ước và đến 19 giờ trao cho Toàn quyền Đông Dương Đờcu một tối hậu thư với nội dung buộc Pháp phải hợp tác chặt chẽ với Nhật trong việc phòng thủ Đông Dương trước nguy cơ quân đội Anh, Mỹ đổ bộ, do đó Nhật buộc Pháp phải đặt toàn bộ lực lượng vũ trang, các cơ sở hậu cần dưới quyền chỉ huy của Nhật và tất cả các quan chức Pháp phải phục tùng sự chỉ huy của Nhật. Tối hậu thư buộc Toàn quyền Đông Dương phải trả lời trước 21 giờ. Phía Pháp xin hoãn thời gian trả lời lấy lý do là phải hỏi ý kiến Bộ tư lệnh quân Pháp đóng ở Hà Nội. Phía Nhật coi đó là hành động bác bỏ tối hậu thư và 21 giờ 20, Nhật hạ lệnh tấn công Pháp. Hầu như không gặp phải một sự kháng cự đáng kể nào, quân Nhật nhanh chóng chiếm được Phủ Toàn quyền, giam giữ Toàn quyền Đông Dương và hầu hết các quan chức cao cấp của thực dân Pháp.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Hà Nội","Huế","Liên bang Đông Dương"],"nhanVatLienQuan":[]},{"ten":"Nước ta rơi vào tay nhà Đường","namBatDau":618,"namKetThuc":905,"moTa":"Sau một thời gian cai trị ở Trung Quốc, đến năm 618 ở Trung Quốc diễn ra loạn lạc, nhà Tùy suy yếu và sụp đổ.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nước Vạn Xuân thành lập","namBatDau":544,"namKetThuc":544,"moTa":"Sau cuộc khởi nghĩa thắng lợi của Lý Bí năm 544, Lý Bí tự xưng là Lý Nam Đế và lên ngôi, đặt niên hiệu là Thiên Đức (đức trời), đặt tên nước là Vạn Xuân (xã tắc truyền đến muôn đời). Ông cho đóng đô ở miền cửa sông Tô Lịch, dựng điện Vạn Thọ làm nơi triều hội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Nạn đói năm Ất Dậu","namBatDau":1944,"namKetThuc":1945,"moTa":"Trong ký ức người Việt Nam, \"nạn đói năm Ất Dậu\" vẫn là một cơn ác mộng, nỗi nhức nhối khó quên. Thảm họa ấy bắt đầu từ tháng 10/1944 kéo dài đến giữa năm 1945.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Phan Bội Châu và Tăng Bạt Hổ sang Nhật","namBatDau":1905,"namKetThuc":1905,"moTa":"Năm 1905, Phan Bội Châu cùng Đặng Tử Kính và Tăng Bạt Hổ sang Trung Quốc rồi sang Nhật Bản, để cầu viện Nhật giúp Duy Tân hội đánh đuổi Pháp. Tại Nhật, ông gặp Lương Khải Siêu, một nhà cách mạng người Trung Quốc, và được khuyên là nên dùng thơ văn để thức tỉnh lòng yêu nước của nhân dân Việt Nam, Phan Bội Châu viết cuốn Việt Nam vong quốc sử và nhờ Lương Khải Siêu xuất bản ở Nhật. Phan Bội Châu cũng được nghe hai nhân vật quan trọng của Đảng Tiến Bộ đang cầm quyền ở Nhật Bản, là Bá tước Ôi Trọng Tín (Okuma Shigenobu) và Thủ tướng Khuyển Dưỡng Nghị (Inukai Tsuyoshi) khuyên là nên cổ động thanh niên ra nước ngoài học tập để sau này về giúp nước","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu","Tăng Bạt Hổ","Đặng Tử Kính"]},{"ten":"Phong trào Cần Vương","namBatDau":1885,"namKetThuc":1896,"moTa":"Khi cuộc phản công quân Pháp thất bại, Tôn Thất Thuyết phải đưa vua chạy ra Tân Sở (Quảng Trị), Tại đây, ngày 13 tháng 07 năm 1885, ông nhân danh vua Hàm Nghi ra Chiếu Cần Vương\", kêu gọi văn thân và nhân dân đứng lên giúp vua Hàm Nghi cứu nước. Từ đó, một phong trào yêu nước chống xâm lược đã dâng lên sôi nổi, kéo dài đến cuối thế kỉ XIX, được gọi là phong trào Cân Vương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tôn Thất Thuyết","Hàm Nghi"]},{"ten":"Phong trào Đông Du","namBatDau":1905,"namKetThuc":1908,"moTa":"Phong trào Đông Du là trào lưu du học tại Nhật Bản của thanh niên Việt Nam, nhằm tìm đường cứu nước do Hội Duy tân mà linh hồn là Phan Bội Châu khởi xướng từ những năm 1905. Mở đầu cao trào là vào đầu 1905, 3 thanh niên đã được Phan Bội Châu và Đặng Tử Kính gửi tới Nhật Bản. Nhằm cổ vũ cho phong trào, Phan Bội Châu đã viết bài “Khuyến quốc dân tự trợ du học văn” nhằm kêu gọi đồng bào cả nước ủng hộ, giúp đỡ và được nhân dân nhiệt thành hưởng ứng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu"]},{"ten":"Phong trào “Đón Gôđa”","namBatDau":1937,"namKetThuc":1937,"moTa":"Trước phong trào đấu tranh mạnh mẽ của nhân dân Việt Nam và nhân dân Pháp, Chính phủ Mặt trận Nhân dân Pháp phải cử một phái đoàn do Giuyxtanh Gôđa (Justin Godart) dẫn đầu sang Đông Dương để điều tra tình hình.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Hà Nội","Huế"],"nhanVatLienQuan":[]},{"ten":"Pháp chiếm thành Vĩnh Long","namBatDau":1862,"namKetThuc":1862,"moTa":"Ngày 20.3.1862, Pháp mang quân tiến đánh và chiếm đóng thành Vĩnh Long. Trận đánh Vĩnh Long nằm trong chiến dịch Nam kỳ của người Pháp. Sau khi chiến thắng tại Đại đồn Chí Hòa (2.1861) rồi tiếp đến Định Tường (1862), quan quân triều đình nhà Nguyễn bỏ đồn nhưng nghĩa sĩ yêu nước Nam kỳ vẫn tiếp tục đứng lên chống Pháp. Bất lực trước sức đề kháng của nhân dân Việt, Đề đốc Hải quân Charner đã xin từ chức. Tháng 10 năm 1861, Đô đốc L. Bonard được cử sang thay, quyết tâm thực hiện lệnh của Bộ trưởng Hải quân Pháp là phải giữ vững sự đô hộ của người Pháp ở Sài Gòn. Theo đó, kế hoạch đánh chiếm Biên Hòa và Vĩnh Long liền được thảo ra, và nhanh chóng thực hiện nhằm mở rộng khả năng càn quét, bao vây, tiêu diệt các lực lượng chống đối trên một địa bàn rộng lớn từ sông Đồng Nai đến sông Tiền, sông Hậu","TrieuDai":null,"diaDiemLienQuan":["Vĩnh Long"],"nhanVatLienQuan":["Phan Thanh Giản"]},{"ten":"Pháp cử phái viên đến quân thứ Gia Định đưa ra bản dự thảo Hòa ước gồm 11 điều khoản","namBatDau":1860,"namKetThuc":1860,"moTa":"Đầu năm 1860, Pagiơ (Page), tổng chỉ huy lực lượng viễn chinh Pháp-Tây Ban Nha tại Việt Nam cử phái viên đến quân thứ Gia Định đưa bản dự thảo Hòa ước gồm 11 điều khoản có nội dung như sau: 1- Hai bên chấm dứt mọi xung đột, ký kết hòa hiếu với nhau. 2- Sứ thần của Pháp được sử dụng đường bộ để đi từ Đà Nẵng vào kinh đô Huế. 3- Nước Nam đặt quan hệ ngoại giao với nước nào, thì nước Pháp cũng coi đó là bạn. 4- Triều đình Huế phải khoan tha, không được trả thù những người cộng tác với Pháp. 5- Pháp sẽ rút quân, ngay khi hòa ước này được hai bên ký kết.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Huế"],"nhanVatLienQuan":[]},{"ten":"Pháp giành quyền bảo hộ Nam kỳ","namBatDau":1858,"namKetThuc":1862,"moTa":"Pháp giành quyền bảo hộ Nam kỳ hay còn gọi là Chiến dịch Nam Kỳ kéo dài từ 1.8.1858 đến 5.6.1862. Chiến dịch Nam Kỳ bắt đầu từ lúc Pháp phát động cuộc chiến tranh đầu tiên tại bán đảo Sơn Trà - Đã Nẵng vào năm 1858. Sau khi Pháp giành thắng lợi, nhà Nguyễn cắt đất cầu hòa và ký Hòa ước Nhâm Tuất 1862, giành quyền bảo hộ Nam kỳ cho người Pháp. Bản Hòa ước này là tiền đề cho người Pháp trong việc giành quyền bảo hộ toàn lãnh thổ Đại Nam.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Đà Nẵng"],"nhanVatLienQuan":["Gia Long","Minh Mạng","Tự Đức"]},{"ten":"Pháp ký hiệp ước thỏa thuận cho phát xít Nhật sử dụng lãnh thổ Bắc Kỳ vào những mục đích quân sự Nhật đưa quân vào Đông Dương","namBatDau":1940,"namKetThuc":1940,"moTa":"Chiều ngày 30-8-1940, tướng Nishihara đã gặp và yêu cầu Toàn quyền Đông Dương Đờcu thực hiện điều khoản cuối cùng của bản hiệp ước vừa ký ở Tôkiô về việc ký tiếp một thỏa ước về quân sự, đồng thời đưa ra một dự thảo những yêu sách của phía Nhật buộc Pháp phải cho Nhật sử dụng một số sân bay, được đóng quân và hành quân trên lãnh thổ Bắc Kỳ, và hạn định phía Pháp phải trả lời trước tối 2-9","TrieuDai":null,"diaDiemLienQuan":["Liên bang Đông Dương"],"nhanVatLienQuan":[]},{"ten":"Pháp tuyên bố toàn bộ 6 tỉnh Nam Kỳ là lãnh địa của Pháp","namBatDau":1867,"namKetThuc":1867,"moTa":"Tháng 6 năm 1867, đương lúc Phan Thanh Giản giữ chức Kinh lược sứ Nam Kỳ và Tổng đốc Vĩnh Long, thì nhận được tối hậu thư của tên thực dân De Lagrandière, buộc ông phải nhường luôn ba tỉnh miền Tây còn lại của Nam Kỳ cho giặc. Giữa lúc đang nghị hòa, thì thành Vĩnh Long đã bị Pháp chiếm ngày 20-6-1867, kế tới là Châu Ðốc (22-6-1867) và Hà Tiên (24-6-1867). Như vậy chỉ vỏn vẹn có 5 ngày, ba tỉnh còn lại của Nam Kỳ đã bị Pháp chiếm.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Thanh Giản"]},{"ten":"Pháp đánh chiếm Biên Hòa","namBatDau":1861,"namKetThuc":1862,"moTa":"Từ 14.12.1861 và kết thúc vào ngày 7.1.1862, Pháp đem quân đánh vào đồn Biên Hòa. Đây là cuộc chiến nằm trong chiến dịch Nam kỳ của người Pháp giai đoạn 1858 -1884. Mục đích chính của cuộc đánh chiếm là nhằm ngăn chặn các cuộc nổi dậy của phong trào kháng chiến và đề phòng những cuộc tiến công của quân triều đình Huế từ hướng Bình Thuận vào, hòng giữ vững sự đô hộ của người Pháp. Thời đó, Biên Hòa là tỉnh đầu tiên của Nam Kỳ lục tỉnh, khi đi từ Bình Thuận vào miền Nam. Năm 1808, vua Gia Long cho đổi là trấn Biên Hòa thuộc thành Gia Định. Năm 1836, vua Minh Mạng đổi là tỉnh Biên Hòa và cho xây dựng thành Biên Hòa vào một năm sau đó.Thành được xây bằng đá ong, kiểu Vauban. Chu vi dài 338 trượng, cao 8 thước 5 tấc. Ngoài thành có hào rộng 4 trượng, sâu 6 thước bao bọc xung quanh. Thành có 4 cổng và 1 kỳ đài.","TrieuDai":null,"diaDiemLienQuan":["Gia Định"],"nhanVatLienQuan":[]},{"ten":"Pháp đánh chiếm Định Tường","namBatDau":1861,"namKetThuc":1861,"moTa":"Trận đánh Định Tường là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 trong lịch sử Việt Nam, xảy ra từ ngày 26 tháng 3 năm 1861. Sau khi phá được Đại đồn Chí Hòa ngày 25 tháng 2 năm 1861, bộ chỉ huy thực dân Pháp thấy cần phải đánh lấy Biên Hòa và Định Tường (sau này được gọi là Trấn Định, thuộc thành phố Mỹ Tho, tỉnh Tiền Giang) để mở rộng khu vực và cũng để ổn định các vùng đất đã đánh chiếm được, nhưng vì không đủ quân để mở cả hai mặt trận và vì sau khi cân khi cân nhắc, Thủy sư đề đốc Charner quyết định đánh chiếm Định Tường trước. Chiến thằng Định Tường giúp người Pháp lập được nhiều căn cứ quan trọng, từng bước hoàn thành công cuộc chinh phục đất đai của người Việt.","TrieuDai":null,"diaDiemLienQuan":["Mỹ Tho"],"nhanVatLienQuan":["Huỳnh Mẫn Đạt","Nguyễn Công Nhàn"]},{"ten":"Pháp đánh thành Bắc Ninh","namBatDau":1884,"namKetThuc":1884,"moTa":"Trận Pháp đánh thành Bắc Ninh là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 . Quân đội Pháp tổ chức tấn công nhằm hoàn thành gấp công cuộc thống trị và bảo hộ Việt Nam của chính phủ Pháp.","TrieuDai":null,"diaDiemLienQuan":["Bắc Ninh"],"nhanVatLienQuan":[]},{"ten":"Pháp đòi triều đình Huế giao cả ba tỉnh miền Tây Nam Kỳ cho Pháp","namBatDau":1866,"namKetThuc":1866,"moTa":"Pháp cử phái viên đi tàu ra cửa Thuận An đưa thư đòi triều đình Huế phải giao nốt ba tỉnh Vĩnh Long, An Giang, Hà Tiên cho chúng, và hứa nếu được như vậy, chúng sẽ không đòi số bạc bồi thường chiến phí còn thiếu và sẽ giúp triều đình bình định vùng biển. Triều đình cử Phan Thanh Giản vào Gia Định thương lượng xin được giữ nguyên hòa ước đã ký năm 1862.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Huế"],"nhanVatLienQuan":["Phan Thanh Giản"]},{"ten":"Phát xít Nhật tuyên bố đầu hàng phe Đồng minh","namBatDau":1945,"namKetThuc":1945,"moTa":"Ngày 8-8-1945, Liên Xô tuyên chiến với Nhật. Ngày 9-8, quân đội Xô viết mở màn chiến dịch tổng công kích đạo quân Quang Đông của Nhật ở chiến trường Mông Cổ và Đông Bắc Trung Quốc. Chiến dịch kéo dài đến 28-8, tiêu diệt 1 triệu quân của lực lượng chiến lược trụ cột của Nhật vào giai đoạn kết thúc cuộc Chiến tranh thế giới thức hai. Cũng trong thời gian này, Mỹ ném hai quả bom nguyên tử xuống Hirôsima (6-8) và Nagadaki (9-8).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Phạm Hồng Thái mưu sát toàn quyền Đông Dương tại Sa Diện","namBatDau":1924,"namKetThuc":1924,"moTa":"Nhằm tăng cường mối quan hệ kinh tế cũng như sự câu kết về chính trị với các nước láng giềng của Đông Dương, đặc biệt là với các địa bàn có phong trào yêu nước của người Việt Nam hoạt động, Toàn quyền Đông Dương Meclanh đã thực hiện hàng loạt các cuộc viếng thăm Vân Nam phủ (4-4-1924), Nhật (từ 16-4)… Trên đường từ Nhật trở về Đông Dương, Meclanh ghé thăm khu tô giới của Pháp ở Quảng Châu, một trung tâm rất sôi động của các tổ chức cách mạng của người Việt Nam. Nhân cơ hội này, tổ chức Tâm tâm xã quyết định trừng trị tên thực dân đầu sỏ Meclanh để gây thanh thế. Phạm Hồng Thái được sự hổ trợ của Lê Hồng Sơn được giao thực hiện sứ mạng này.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phạm Hồng Thái","Lê Hồng Sơn"]},{"ten":"Quang Trung đột ngột qua đời","namBatDau":1792,"namKetThuc":1792,"moTa":"Sau khi tiêu diệt chính quyền chúa Nguyễn, chúa Trịnh và đập tan 29 vạn quân Thanh. Vua Quang Trung đã thực hiện nhiều cuộc cải cách về kinh tế, chính trị, xã hội và lên kế hoạch nam tiến. Tuy nhiên ngày 29 tháng 7 năm Nhâm Tý (16 tháng 9 năm 1792), vào khoảng 11-12 giờ đêm, Quang Trung Nguyễn Huệ qua đời, ở ngôi được 4 năm, hưởng thọ 40 tuổi, miếu hiệu là Thái Tổ Vũ hoàng đế","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Nguyễn Huệ"]},{"ten":"Quân Lam Sơn giải phóng Nghệ An","namBatDau":1424,"namKetThuc":1424,"moTa":"Năm 1416, Lê Lợi và các cộng sự mở Hội thề Lũng Nhai, bắt đầu khởi nghĩa chống quân Minh xâm lược. Ban đầu nghĩa quân lập chiến khu ở vùng núi Lam Sơn (Thanh Hóa) nhưng lực lượng mỏng lại bị quân Minh trấn áp quyết liệt, nên phải rút về lập chiến khu mới ở vùng núi Chí Linh. Tại Chí Linh, quân Việt tiếp tục gặp phải khó khăn về lương thực và lực lượng, bị quân Minh tấn công dữ dội. Sau thời gian tạm hòa, cuối năm 1424 quân Minh tiến công nghĩa quân. Trước tình hình này, Nguyễn chích đề nghị tạm rời Chí Linh (Thanh Hóa) để chuyển quân về Nghệ An là nơi đất rộng, người đông và cũng rất hiểm yếu, dựa vào đó có thể quay ra đánh lấy Đông Đô","TrieuDai":null,"diaDiemLienQuan":["Nghệ An","Thanh Hóa","Núi Chí Linh"],"nhanVatLienQuan":["Lê Thái Tổ","Nguyễn Chích"]},{"ten":"Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc","namBatDau":1425,"namKetThuc":1426,"moTa":"Sau khi giải phóng Nghệ An, tháng 8-1425, các tướng Trần Nguyên Hãn, Lê Ngân… được lệnh chỉ huy một lực lượng mạnh từ Nghệ An tiến vào Tân Bình (Quảng Bình, Bắc Quảng Trị) và Thuận Hóa (Thừa Thiên - Huế). Nghĩa quân nhanh chóng đập tan sức kháng cự của quân giặc, giải phóng Tân Bình, Thuận Hóa.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Nghệ An","Quảng Bình","Quảng Trị","Thuận Hóa"],"nhanVatLienQuan":["Lê Thái Tổ","Trần Nguyên Hãn","Lê Ngân"]},{"ten":"Quân Pháp đánh chiếm tỉnh thành Gia Định","namBatDau":1859,"namKetThuc":1859,"moTa":"Quân Pháp với mong muốn đánh chiếm nhanh Đà Nẵng, rồi sẽ \"giáng cho Huế một đòn quyết định\", để có thể làm chủ nước Đại Nam nhưng vì vấp phải sự kháng cự của nhân dân nên chỉ chiếm được bán đảo Sơn Trà. Bị cầm chân ở Đà Nẵng, tướng Charles Rigault de Genouilly buộc phải thay đổi kế hoạch, là rút đi hai phần ba số quân (tức 2.000 người) và 8 trong số 14 chiến thuyền ở mặt trận này để vào đánh chiếm Gia Định. Tháng 2 năm 1859, liên minh Pháp và Tây Ban Nha đã đưa quân vào để đánh chiếm và phá hủy nhiều công trình quân sự của Vương triều nhà Nguyễn, trong đó có thành Gia Định. Trận đánh thành Gia Định bắt đầu vào rạng sáng ngày 17 tháng 2 năm 1859 và kết thúc khoảng 10 giờ trưa cùng ngày.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Gia Định","Bán đảo Sơn Trà"],"nhanVatLienQuan":[]},{"ten":"Quân Thanh xâm lược nước ta","namBatDau":1788,"namKetThuc":1788,"moTa":"Sau khi Nguyễn Huệ lật đổ chính quyền họ Trịnh và rút quân về Nam, tình hình Bắc Hà rối loạn. Vua Lê Chiêu Thống bất tài, dựa vào Nguyễn Hữu Chỉnh để đánh dẹp những cuộc nổi loạn của con cháu họ Trịnh, sau đó bị Chỉnh thao túng triều đình. Năm 1787, Nguyễn Huệ cử tướng Vũ Văn Nhậm ra diệt Chỉnh. Vũ Văn Nhậm lại kiêu căng và có mưu đồ riêng. Để ổn định tình hình Bắc Hà, tháng 5/1787, Nguyễn Huệ đích thân đem quân ra Bắc, vào thẳng dinh Bắc Trấn, trị tội Vũ Văn Nhậm.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Đàng Ngoài"],"nhanVatLienQuan":["Nguyễn Huệ","Nguyễn Hữu Chỉnh","Lê Chiêu Thống","Ngô Thì Nhậm","Phan Huy Ích","Võ Huy Tấn","Đặng Tiến Đông"]},{"ten":"Quốc hiệu Đại Nam","namBatDau":1838,"namKetThuc":1838,"moTa":"Vương triều Nguyễn, quốc hiệu Việt Nam tồn tại trong thời gian 34 năm (1804 – 1838). Sau khi lên nối nghiệp vua Gia Long, vua Minh Mạng đã cho thay đổi quốc hiệu Đại Nam vào năm Minh Mạng thứ 19 (1838). Sự kiện này được phản ánh trong mộc bản triều Nguyễn và được xác nhận bằng một văn bản quan trọng là bản Dụ của vua Minh Mạng bố cáo cho toàn thần dân trong nước và các nước đều biết.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Gia Long","Minh Mạng"]},{"ten":"Quốc hội khóa I họp kỳ đầu tiên","namBatDau":1946,"namKetThuc":1946,"moTa":"Quốc hội Việt Nam khóa I (nhiệm kì 1946-1960) là Quốc hội đầu tiên của nước Việt Nam độc lập: Việt Nam Dân chủ Cộng hòa. Quốc hội này đã thông qua danh sách Chính phủ liên hiệp kháng chiến Việt Nam của Nhà nước Việt Nam độc lập do Chủ tịch Hồ Chí Minh đứng đầu, thông qua hai bản Hiến pháp của nước Việt Nam Dân chủ Cộng hoà, trong đó có bản Hiến pháp năm 1946 - bản Hiến pháp đầu tiên của Việt Nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Quốc hội khóa I kỳ họp thứ hai thông qua Hiến pháp nuớc Việt Nam dân chủ cộng hòa","namBatDau":1946,"namKetThuc":1946,"moTa":"Tham dự kỳ họp có 290 đại biểu Quốc hội. Quốc hội thảo luận và thông qua các chủ trương cấp bách để chuẩn bị kháng chiến. Quốc hội triệt để tín nhiệm Chủ tịch Hồ Chí Minh, Người công dân thứ nhất, và tín nhiệm Chính phủ mới do Người sáng lập.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Quốc khánh nước Cộng hòa Xã hội Chủ nghĩa Việt Nam","namBatDau":1945,"namKetThuc":1945,"moTa":"Cách mạng tháng tám thành công, Trung Ương Đảng phái đồng chí Lê Đức Thọ lên chiến khu đón chủ tịch Hồ Chí Minh về Hà Nội và nghỉ tại thôn Phú Gia, xả Phú Thượng, Từ Liêm. Sau đó Người về ở nhà số 48 Hàng Ngang, Hà Nội. Tại cuộc họp của chính phủ lâm thời, theo đề nghị của Người một chính phủ thống nhất toàn quốc thể hiện ở chính sách đoàn kết rộng rãi các tầng lớp nhân dân, các đảng phái yêu nước và những nhân sĩ tiến bộ được thành lập.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Quốc tế Cộng sản gửi thư cho các nhóm cộng sản ở Đông Dương về vấn đề thành lập một đảng cộng sản Đông Dương","namBatDau":1929,"namKetThuc":1929,"moTa":"Ban Chấp hành Quốc tế Cộng sản gửi thư cho các nhóm cộng sản ở Đông Dương về vấn đề thành lập một đảng cộng sản Đông Dương. Bức thư gồm 13 điểm, sau khi phân tích tình hình cách mạng thế giới và Đông Dương đã vạch rõ: “Không có một đảng cộng sản đồng nhất vận động quần chúng thợ thuyền và nông dân ngày càng phát triển, đó là một sự nguy hiểm rất lớn cho tương lai tối cận của cuộc cách mạng ở Đông Dương… nhiệm vụ quan trọng hơn hết và tuyệt đối cần kíp của tất cả những người Cộng sản Đông Dương là sáng lập một đảng cách mạng của giai cấp vô sản… Và ở Đông Dương chỉ có đảng ấy là tổ chức Cộng sản mà thôi”. Bức thư còn hướng dẫn cụ thể phương pháp thống nhất các tổ chức cộng sản, phương thức hoạt động…có tác dụng chuẩn bị trực tiếp cho sự kiện thành lập Đảng cộng sản Đông Dương vào mùa xuân năm 1930.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Thành lập Chi bộ Cộng sản đầu tiên","namBatDau":1929,"namKetThuc":1929,"moTa":"Cuối tháng 3-1929, nhóm những người tích cực trong Việt Nam thanh niên cách mạng đồng chí hội ở Bắc Kỳ nhận thấy sự bức thiết phải thành lập một tổ chức cộng sản trong khi Tổng bộ ở nước ngoài còn chưa đặt vấn đề đó ra, nên quyết định thành lập Chi Bộ Cộng sản đầu tiên. Tổ chức này gồm 7 người: Ngô Gia Tự, Nguyễn Đức Cảnh, Trần Văn Cung, Trịnh Đình Cửu, Dương Hạc Đính, Kim Tôn, Đỗ Ngọc Du. Tại cuộc họp thành lập ở nhà D 5 Hàm Long (Hà Nội), nhóm cộng sản này đã đặt ra nhiệm vụ sẽ chỉ đạo sự chuyển hướng của tổ chức Việt Nam thanh niên cách mạng đồng chí hội ở Bắc Kỳ thành tổ chức cộng sản và đưa vấn đề này ra kiến nghị trước đại Hội của Tổng bộ sắp được triệu tập.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Trịnh Đình Cửu","Ngô Gia Tự","Nguyễn Đức Cảnh","Trần Văn Cung"]},{"ten":"Thành lập Hội Phục Việt","namBatDau":1925,"namKetThuc":1925,"moTa":"Vào đúng ngày thực dân Pháp mở hội “Chính trung” (tức là ngày quốc khánh nước Pháp), một số chiến sĩ yêu nước trung kiên của tổ chức Việt Nam nghĩa đoàn (như Tôn Quang Phiệt, Đặng Thai Mai) cùng với nhóm tù chính trị Trung Kỳ (như Lê Văn Huân, Tú Kiên…) đã nhóm họp tại núi Quyết (Bến Thủy) tuyên bố thành lập Hội Phục Việt với chủ trương 3 điểm: nghiên cứu tình hình chính trị trong và ngoài nước để quyết định đường lối hòa bình hay bạo động; tìm hiểu và liên hệ với các tổ chức chính trị người Việt Nam ở Xiêm và Trung Quốc; kết nạp thêm hội viên.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu","Đặng Thai Mai","Tôn Quang Phiệt","Lê Văn Huân"]},{"ten":"Thành lập Hội Văn hóa cứu quốc","namBatDau":1943,"namKetThuc":1943,"moTa":"Dưới ánh sáng của bảng Đề cương Văn hóa Việt Nam, Hội Văn hóa cứu quốc được thành lập tại Hà Nội theo tinh thần của Nghị quyết Hội nghị Ban Thường vụ Trung ương Đảng (2-1943) đã đặt ra: “Đảng cần phải phái cán bộ chuyên môn vào hoạt động về văn hóa, đặng gây ra một phong trào văn hóa tiến bộ, văn hóa cứu quốc chống lại văn hóa phát xít thụt lùi. Ở những đô thị văn hóa như Hà Nội, Sài Gòn, Huế v.v…phải gây ra những tổ chức văn hóa cứu quốc và phải dùng những hình thức công khai hay bán công khai đặng đoàn kết các nhà văn hóa và trí thức…”.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Hà Nội","Huế"],"nhanVatLienQuan":[]},{"ten":"Thành lập quân đội nhân dân Việt Nam, ngày quốc phòng toàn dân","namBatDau":1944,"namKetThuc":1944,"moTa":"Quân đội Nhân dân Việt Nam là lực lượng quân sự chính quy của chính phủ Việt Nam Dân chủ Cộng hòa, sau này là của chính phủ Cộng hòa Xã hội Chủ nghĩa Việt Nam. Ngày truyền thống là ngày 22 tháng 12 hàng năm. Quân kỳ của Quân đội Nhân dân Việt Nam là lá quốc kỳ của Cộng hòa Xã hội Chủ nghĩa Việt Nam có thêm dòng chữ \"Quyết thắng\" màu vàng ở phía trên bên trái. Ngoài việc bảo vệ tổ quốc Việt Nam dưới sự lãnh đạo của Đảng Cộng sản Việt Nam, Quân đội Nhân dân Việt Nam phải không ngừng nâng cao tinh thần yêu nước Xã hội chủ nghĩa, tinh thần quốc tế vô sản, góp phần tích cực vào cuộc đấu tranh vì độc lập dân tộc, dân chủ và chủ nghĩa xã hội","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Nguyên Giáp"]},{"ten":"Thành lập Quốc Tế Cộng Sản","namBatDau":1919,"namKetThuc":1919,"moTa":"Sự phản bội của Quốc tế II đòi hỏi giai cấp công nhân thế giới phải thành lập tổ chức cách mạng của mình. Tháng 3-1919, tại Mátxcơva, Lênin và các tổ chức cách mạng của giai cấp công nhân các nước trên thế giới đã thành lập Quốc tế III (Quốc tế Cộng sản). Sự ra đời của tổ chức cách mạng này đã mang lại cho sự nghiệp cách mạng vô sản và giải phóng dân tộc trên thế giới sức mạnh với khẩu hiệu “Vô sản tất cả các nước và các dân tộc bị áp bức liên hiệp lại”. Quốc tế Cộng sản cũng đã trở thành hậu thuẩn vững chắc cho cách mạng Việt Nam dưới sự lãnh đạo trực tiếp của Đảng Cộng sản Đông Dương, một chi bộ của Quốc tế Cộng sản. Tháng 5-1943, Quốc tế Cộng sản tuyên bố tự giải tán sau khi đã hoàn thành sứ mệnh lịch sử của mình.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Thành lập tổ chức Tâm Tâm Xã tại Quảng Châu Trung Quốc","namBatDau":1923,"namKetThuc":1923,"moTa":"Năm 1923, tại Quảng Châu, Trung Quốc do bất đồng với tư tưởng bảo thủ của cánh già trong Việt Nam Quang phục Hội, Lê Hồng Phong, Hồ Tùng Mậu, Phạm Hồng Thái... đã thành lập Tâm Tâm Xã với tôn chỉ: \"Liên hiệp những người có tri thức trong toàn dân Việt Nam, không phân biệt ranh giới, đảng phái; miễn là có quyết tâm hi sinh tất cả tư ý và quyền lợi cá nhân, đem hết sức mình tiến hành mọi việc để khôi phục quyền làm người của người Việt Nam\".","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Phạm Hồng Thái","Hồ Tùng Mậu","Lê Hồng Phong","Lê Hồng Sơn"]},{"ten":"Thành lập Tổng Liên đoàn Lao động Việt Nam","namBatDau":1929,"namKetThuc":1929,"moTa":"Tổng Liên đoàn Lao động Việt Nam thành lập ngày 28-7-1929, là cơ quan lãnh đạo của các cấp Công đoàn.Tổng Liên đoàn Lao động Việt Nam thay mặt cho công nhân, viên chức và lao động tham gia quản lý kinh tế, quản lý Nhà nước, tham gia xây dựng pháp luật, chế độ chính sách liên quan đến quyền lợi, nghĩa vụ của công nhân, viên chức và lao động.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Thành lập Tổng liên đoàn lao động Việt Nam nay là Tổng công đoàn Việt Nam","namBatDau":1946,"namKetThuc":1946,"moTa":"Tổng Liên đoàn Lao động Việt Nam là cơ quan lãnh đạo của các cấp Công đoàn và thay mặt cho công nhân, viên chức và lao động tham gia quản lý kinh tế, quản lý Nhà nước, tham gia xây dựng pháp luật, chế độ chính sách liên quan đến quyền lợi, nghĩa vụ của công nhân, viên chức và lao động. Tổng Liên đoàn Lao động Việt Nam chính thức tuyên bố thành lập vào ngày 20-7-1946, tại thủ đô Hà Nội, đánh dấu bước ngoặt của phong trào công đoàn Việt Nam với một tổ chức thống nhất và ổn định thực sự trong cả nước.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Thành lập Việt Nam nghĩa đoàn","namBatDau":1925,"namKetThuc":1925,"moTa":"Việt Nam Nghĩa Đoàn là tổ chức của một nhóm 17 người mà nòng cốt là những sinh viên yêu nước của trường Cao đẳng Sư phạm Hà Nội (trong đó có Tôn Quang Phiệt, Đặng Thai Mai…) được thành lập ngày 25-1-1925, tức ngày mùng Một Tết năm Ất Sửu, sau một cuộc họp tại nhà số 4 đường Giôrêghiberi (Jauréguiberry, nay là phố Quang Trung, Hà Nội).","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Đặng Thai Mai","Tôn Quang Phiệt"]},{"ten":"THÀNH LẬP ĐOÀN THANH NIÊN CỘNG SẢN HỒ CHÍ MINH","namBatDau":1931,"namKetThuc":1931,"moTa":"Đoàn Thanh niên cộng sản Hồ Chí Minh là tổ chức chính trị - xã hội của thanh niên Việt Nam do Đảng Cộng sản Việt Nam và Chủ tịch Hồ Chí Minh sáng lập, lãnh đạo và rèn luyện. Đoàn bao gồm những thanh niên tiên tiến, tự nguyện phấn đấu vì sự nghiệp xây dựng nước Việt Nam độc lập, dân chủ, giàu mạnh, công bằng và văn minh theo định hướng xã hội chủ nghĩa.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Thị Sáu","Trần Văn Ơn","Cù Chính Lan","Bế Văn Đàn","Phan Đình Giót","Nguyễn Văn Trỗi","Nguyễn Viết Xuân"]},{"ten":"Thành lập Đông Dương Cộng sản Đảng","namBatDau":1929,"namKetThuc":1929,"moTa":"Trong thập niên 1920, phong trào cách mạng phản đế quốc, phản phong kiến phát triển mạnh mẽ ở Việt Nam. Một trong những tổ chức cách mạng tích cực nhất lúc bấy giờ là Việt Nam Thanh niên Cách mạng Đồng chí Hội, theo thiên hướng cộng sản do Nguyễn Ái Quốc tổ chức nên năm 1925 ở Quảng Châu (Trung Quốc). Cuối thập niên 1920 đã có nhiều cộng sản đoàn được thành lập trong tổ chức này. Một số thành viên cấp tiến nhất muốn thành lập một đảng cộng sản thực sự ở Việt Nam thay thế cho Việt Nam Thanh niên Cách mạng Đồng chí Hội. Ngày 17 tháng 6 năm 1929, Đông Dương Cộng sản Đảng ra đời, thông qua tuyên ngôn, điều lệ của đảng, quyết định xuất bản báo Búa Liềm, cử ra ban chấp hành trung ương lâm thời của đảng gồm: Trịnh Đình Cửu, Nguyễn Đức Cảnh, Ngô Gia Tự, Trần Văn Cung, Nguyễn Phong Sắc, Trần Tư Chính, Nguyên Vǎn Tuân.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Trịnh Đình Cửu","Ngô Gia Tự","Nguyễn Đức Cảnh","Trần Văn Cung","Nguyễn Phong Sắc"]},{"ten":"Thành lập đội du kích Bắc Sơn","namBatDau":1941,"namKetThuc":1941,"moTa":"Thực hiện chủ trương của Hội nghị Trung ương lần thứ VII (11-1940) về việc duy trì và bồi dưỡng lực lượng vũ trang của cuộc khởi nghĩa Bắc Sơn, làm vốn quân sự đầu tiên cho cách mạng, ngày 14-2-1941, Đội du kích Bắc Sơn chính thức được thành lập trong một buổi lễ tổ chức tại khu rừng Khuổi Nọi (thuộc xã Vũ Lễ, châu Bắc Sơn, tỉnh Lạng Sơn).","TrieuDai":null,"diaDiemLienQuan":["Lạng Sơn","Bắc Sơn"],"nhanVatLienQuan":["Hoàng Văn Thụ","Chu Văn Tấn","Lương Văn Tri","Phùng Chí Kiên"]},{"ten":"THÀNH LẬP ĐỘI THIẾU NIÊN TIỀN PHONG HỒ CHÍ MINH","namBatDau":1941,"namKetThuc":1941,"moTa":"Đội Thiếu niên Tiền phong Hồ Chí Minh là tổ chức của thiếu nhi Việt Nam do Chủ tịch Hồ Chí Minh và Đảng Cộng sản Việt Nam sáng lập, Đoàn Thanh niên cộng sản Hồ Chí Minh phụ trách. Đội là tổ chức nòng cốt trong các phong trào thiếu nhi, là lực lượng giáo dục trong và ngoài nhà trường, là lực lượng dự bị của Đoàn Thanh niên cộng sản Hồ Chí Minh. Đội lấy 5 điều Bác Hồ dạy thiếu niên, nhi đồng làm mục tiêu phấn đấu rèn luyện cho đội viên, giúp đỡ đội viên phát triển mọi khả năng trong học tập hoạt động, vui chơi, thực hiện quyền và bổn phận theo Luật Bảo vệ chăm sóc và giáo dục trẻ em.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Thành lập “Việt Nam Quang phục hội”","namBatDau":1912,"namKetThuc":1912,"moTa":"Tháng 2 năm 1912, thành lập “Việt Nam Quang phục hội”, bãi bỏ “Duy Tân hội” tại từ đường nhà Lưu Vĩnh Phúc ở Sa Hà, Tỉnh Quảng Đông, Trung Quốc. Đại biểu nhân sĩ cách mạng Việt Nam của cả Bắc Kỳ, Nam Kỳ, Trung Kỳ, đều có mặt. Tôn chỉ, mục đích của Việt Nam Quang phục hội là: “Đánh đuổi giặc Pháp, khôi phục nước Việt Nam, thành lập Cộng hòa Dân chủ Việt Nam”. Hội trưởng là Cường Để, Tổng lý hội là Phan Bội Châu.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phan Bội Châu"]},{"ten":"Thánh Gióng đánh giặc ngoại xâm","namBatDau":-2879,"namKetThuc":-258,"moTa":"Thời bắt đầu dựng nước, thời Hùng Vương, nước ta đã bị các thế lực ngoại bang xâm lấn. Truyền thuyết dân gian còn lưu truyền về cuộc kháng chiến của nhân dân dưới sự chỉ huy của người anh hùng thần thoại Thánh Gióng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Thảm sát Gò Dài","namBatDau":1966,"namKetThuc":1966,"moTa":"Thảm sát Gò Dài 26.2.1966 hay còn gọi là Thảm sát Bình An (xã Bình An cũ) nay là thôn Gò Dài, xã Tây Vinh, huyện Tây Sơn, tỉnh Bình Định.","TrieuDai":null,"diaDiemLienQuan":["Tây Vinh"],"nhanVatLienQuan":[]},{"ten":"Thảm án Nguyễn Trãi","namBatDau":null,"namKetThuc":null,"moTa":"Thảm án Nguyễn Trãi là một vụ án oan sai nổi tiếng trong lịch sử phong kiến Việt Nam thời Lê sơ. Thảm án Nguyễn Trãi còn được gọi với cái tên vụ án Lệ Chi Viên, Nguyễn Trãi bị khép tội oan mưu sát vua và bị tru di tam tộc (tru di ba họ).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Nguyễn Trãi","Nguyễn Thị Lộ"]},{"ten":"Thời kì Lê – Mạc và cuộc chiến tranh Nam – Bắc triều","namBatDau":1543,"namKetThuc":1592,"moTa":"Sau khi Mạc Đăng Dung lật đổ nhà Lê sơ, lập lên nhà Mạc. Năm 1533 một võ quan nhà Lê tên là Nguyễn Kim chạy vào Thanh Hóa, lập một người dòng dõi nhà Lê lên làm vua, lấy danh nghĩa là \"phù Lê diệt mạc\". Sử cũ gọi là Nam triều để phân biệt với Bắc triều (nhà Mạc ở phía bắc).","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Thanh Hóa"],"nhanVatLienQuan":["Mạc Đăng Dung","Nguyễn Kim"]},{"ten":"Thực dân Pháp mở đầu cuộc xâm lược Việt Nam","namBatDau":1858,"namKetThuc":1858,"moTa":"Từ giữa thế kỉ XIX, các nước tư bản phương tây đẩy mạnh việc xâm chiếm các nước phương đông. Sau nhiều lần khiêu khích, lấy cớ bảo vệ đạo Gia Tô, Pháp đem quân xâm lược Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Huế","Đà Nẵng","Bán đảo Sơn Trà"],"nhanVatLienQuan":["Nguyễn Tri Phương"]},{"ten":"Thực dân Pháp nổ súng xâm lược Việt Nam tại bán đảo Sơn Trà – Đà Nẵng","namBatDau":1858,"namKetThuc":1858,"moTa":"Kế hoạch xâm lược Việt Nam đã được thông qua từ tháng 4-1857 và đến khi cuộc can thiệp của Pháp ở vùng biển Trung Hoa tạm ngưng bởi hiệp ước thiên Tân lần thứ nhất ngày 27-6-1858, hạm đội Pháp lập tức quay mũi về phía Đà Nẵng.","TrieuDai":null,"diaDiemLienQuan":["Đà Nẵng"],"nhanVatLienQuan":[]},{"ten":"Thực dân Pháp tấn công thành Hà Nội lần thứ nhất","namBatDau":1873,"namKetThuc":1873,"moTa":"Sau khi đã chiếm xong sáu tỉnh Nam Kỳ (6 /1867), thực dân Pháp ráo riết chuẩn bị cho cuộc tấn công chinh phục toàn bộ lãnh thổ Việt Nam. Việc đánh ra miền Bắc chiếm Hà nội bắt đầu được diễn ra vào ngày 20 tháng 11 năm 1873.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Nguyễn Tri Phương"]},{"ten":"Thực dân Pháp đánh chiếm Sài Gòn Nhân dân Nam Bộ đứng lên chống thực dân Pháp trở lại xâm lược","namBatDau":1945,"namKetThuc":1945,"moTa":"Chỉ 3 tuần lễ sau khi nước Việt Nam dân chủ cộng hoà ra đời, ngày 23/9/1945 thực dân Pháp núp dưới bóng quân đội Anh tước vũ khí của quân đội Nhật ở Nam Bộ, âm mưu quay trở lại xâm lược nước ta lần nữa. 6.000 quân Pháp dựa vào hơn 1 vạn quân Anh đã trắng trợn gây hấn ở thành phố Sài Gòn. Chúng mưu toan chiếm Nam Bộ làm bàn đạp chiếm cả Việt Nam và Đông Dương.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Chợ Lớn"],"nhanVatLienQuan":[]},{"ten":"Toàn quốc kháng chiến","namBatDau":1946,"namKetThuc":1946,"moTa":"Sáng 19-12, Ban Thường vụ Trung ương Đảng đại diện cho các mặt trận và các chiến khu: “Giặc Pháp đã hạ tối hậu thư đòi tước khí giới của quân đội, tự vệ, công an ta. Chính phủ đã bác bức tối hậu thư ấy. Như vậy, chỉ trong vòng 24 giờ là cùng, chắc chắn giặc Pháp sẽ nổ súng. Chỉ thị của Trung ương : “Tất cả sẵn sàng”. Buổi chiều, Tổng chỉ huy Võ Nguyễn Giáp hạ lệnh cho các lực lượng vũ trang : “Giờ chiến đấu đã đến!”.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội"],"nhanVatLienQuan":["Võ Nguyên Giáp"]},{"ten":"Triều đình cử Nguyễn Tri Phương vào Nam chỉ huy quân thứ Gia Định, tổ chức đánh Pháp","namBatDau":1860,"namKetThuc":1860,"moTa":"Triều đình cử Nguyễn tri Phương giữ chức Tổng thống quân vụ vào Nam chỉ huy quân thứ Gia Định, tổ chức việc đánh Pháp. Trước triều đình, Nguyễn Tri Phương đã vạch rõ âm mứu của giặc và đề xuất biện pháp chống địch.","TrieuDai":null,"diaDiemLienQuan":["Gia Định"],"nhanVatLienQuan":["Nguyễn Tri Phương"]},{"ten":"Triều đình Huế cử phái đòan sang Pháp thương lượng chuộc lại ba tỉnh miền Đông Nam Kỳ","namBatDau":1863,"namKetThuc":1863,"moTa":"Triều đình Huế cử phái đoàn sang Pháp với nhiệm vụ thương lượng chuộc lại bằng tiền ba tỉnh miền Đông Nam Kỳ (Biên Hòa, Gia Định, Định Tường); đồng ý nhường hẳn cho Pháp chiếm đóng tại địa hạt thuộc tỉnh thành Gia Định (tức Sài Gòn), vùng phụ cận ngoại thành Định Tường, vùng Thủ Dầu Một thuộc tỉnh Biên Hòa, và đảo Côn Lôn.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Huế","Định Tường","Biên Hòa"],"nhanVatLienQuan":["Phan Thanh Giản"]},{"ten":"Triều đình Huế gởi thư cho Soái phủ Pháp ở Gia Định xin Pháp trả lại 6 tỉnh Nam Kỳ","namBatDau":1870,"namKetThuc":1870,"moTa":"Lợi dụng cuộc chiến tranh Pháp - Phổ, triều đình Huế viết thư gửi Soái phủ Pháp ở Gia Định để xin Pháp trả lại 6 tỉnh Nam Kỳ. Soái phủ Pháp chỉ viết thư đáp lễ chứ không hề đề cập tới đề nghị đó của triều đình. Trước thái độ của Pháp, triều đình Huế chỉ còn biết tự an ủi nhau là : “Ta đương có việc ở biên giới phía bắc (tức việc bọn thổ phỉ Trung Quốc) việc ở nước Tây chưa nên nhân tiện hành động”.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Huế"],"nhanVatLienQuan":[]},{"ten":"Triều đình ra lệnh cấm nhân dân ba tỉnh miền Tây Nam Kỳ chiêu mộ nghĩa binh chống Pháp","namBatDau":1865,"namKetThuc":1865,"moTa":"Sau Hiệp ước Nhâm Tuất (1862), triều đình Huế lại tiếp tiếp tục sai lầm khi dùng chính sách ngoại giao nhằm lấy lại ba tỉnh miền Đông Nam Bộ, thái độ ôn hòa của triều Nguyễn trong vấn đề giữ nước là một trong những nguyên nhân thúc đẩy thực dân Pháp mở rộng chiếm đóng lãnh thổ. Nhiều cuộc khởi nghĩa đã nổ ra. Tháng 2-1865, triều đình nhà Nguyễn ra lệnh cấm nhân dân ba tỉnh miền Tây Nam Kỳ chiêu mộ nghĩa binh chống Pháp.","TrieuDai":null,"diaDiemLienQuan":["Huế"],"nhanVatLienQuan":["Tự Đức"]},{"ten":"Triều đình ra lệnh giám sát chặt chẽ hoạt động của các giáo sĩ phương Tây","namBatDau":1868,"namKetThuc":1868,"moTa":"Triều đình ra lệnh cho các nơi, nhất là ở các cửa biển, phải theo doõi, giám sát chặt chẽ các giáo sĩ phương Tây mới sang, cấm không được để cho bọn này lẻn trốn đến ẩn nấu ở các làng. Ai không làm tròn trách nhiệm, sẽ tùy mức sử phạt như: phạt đánh trượng; giảm bậc; giáng cấp; cách chức. có thể bị mấy hình thức sử phạt cùng một lúc.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Triều đình tổ chức hội nghị các triều thần để đưa ra phương lược chống giặc Pháp","namBatDau":1859,"namKetThuc":1859,"moTa":"Tháng 6-1859, triều đình nhà Nguyễn tổ chức hội nghị các triều thần để đưa ra phương lược chống giặc Pháp. Có 5 loại ý kiến được đưa ra. 1- Lấy thế thủ làm chính, vì: có giữ vững thì sau mới có thể bàn đến chuyện hòa hay chiến được. 2- Lấy kế chống giữ lâu dài làm chính, vì: thuyền tàu, súng đạn là cái sở trường của giặc; giặc muốn đánh mau thắng mau; ta không nên chống lại cái sở trường của chúng, mà phải kiên trì chống và giữ để đợi khi chúng mệt mỏi, cần giảng hòa, lúc đó ta sẽ tùy cơ ứng phó.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Triệu Quang Phục giành lại độc lập","namBatDau":550,"namKetThuc":550,"moTa":"Triệu Quang Phục là người có công lớn trong cuộc khởi nghĩa Lý Bí và được Lý Bí rất tin cậy. Sau thất bại ở hồ Điển Triệt, ông được Lý Nam Đế trao quyền chỉ huy cuộc kháng chiến chống quân Lương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế","Triệu Việt Vương"]},{"ten":"Triệu Quang Phục đóng quân ở đầm Dạ Trạch","namBatDau":547,"namKetThuc":547,"moTa":"Năm 546, vua Lý Nam Đế thua trận phải lui về động Khuất Lão, đã ủy thác cho Triệu Quang Phục giữ việc nước, điều quân đi đánh Trần Bá Tiên của nhà Lương. Năm 547, tháng giêng, Triệu Quang Phục lui về giữ đầm Dạ Trạch (bãi Màn Trò, huyện Khoái Châu, tỉnh Hưng Yên).","TrieuDai":null,"diaDiemLienQuan":["Dạ Trạch"],"nhanVatLienQuan":["Lý Nam Đế","Triệu Việt Vương"]},{"ten":"Trung Quốc điều quân chuẩn bị tranh chấp Việt Nam với Pháp","namBatDau":1882,"namKetThuc":1882,"moTa":"Tháng 8/1882, vua Thanh hạ lệnh cho Du Khoan (quyền Tổng đốc Quảng Đông), Nghê Văn Uốt (Tuần phủ Quảng Tây), Lưu Trường Hiệu (Tổng đốc Vân Quý) điều quân thủy, bộ chia đóng ở các nơi hiểm yếu để phòng bị và sẵn sàng nhảy vào chiến trường Bắc Kỳ để cùng Pháp xâu xé Việt Nam. Ngoài ra, hạ lệnh cho quan tỉnh Vân Nam là Tạ Kính Bưu đưa ba doanh quân sang đóng ở Quán Ty (huyện Trấn Yên, Hưng Hóa, Việt Nam). Nhân dân ta kịch liệt phản đối, lên án triều đình Huế đã để cho quân Thanh đến chiếm Bắc Kỳ. Tự Đức vội vàng ra dụ quan lại và dân chúng và thanh minh rằng “Người nước Thanh đâu có làm việc bất nghĩa như thế”.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Tự Đức"]},{"ten":"Trận Bản Kéo","namBatDau":1954,"namKetThuc":1954,"moTa":"Trận Bản Kéo, hay chính xác hơn là Vụ binh biến ở Bản Kéo, là sự kiện quan trọng cuối cùng trong giai đoạn 1 của chiến dịch Điện Biên Phủ. Sự kiện này diễn ra ngày 17 tháng 3 năm 1954, khi binh sĩ thuộc 2 đại đội của Tiểu đoàn Thái số 3 phòng thủ cứ điểm Anne Marie 1 và 2, mà phía Việt Nam gọi là đồi Bản Kéo, làm binh biến và bỏ ngũ đồng loạt, giúp cho phía Quân đội Nhân dân Việt Nam dễ dàng chiếm được mà không cần phải nổ súng, xóa sổ trung tâm đề kháng Anne Marie trong dãy cứ điểm phía Bắc Điện Biên Phủ.","TrieuDai":null,"diaDiemLienQuan":["Bản kéo"],"nhanVatLienQuan":[]},{"ten":"Trận Bắc Lệ","namBatDau":1884,"namKetThuc":1884,"moTa":"Khi quân Pháp đánh chiếm các tỉnh miền Bắc nước ta, dân Bắc Giang cùng với đồng bào cả nước nổi lên đánh lại chúng. Ngày 24-6-1884, trận Bắc Lệ xảy ra trong mưa bão, quân ta vây giặc trên núi, bao cả hai mặt, chúng phải mở đường máu mà chạy.","TrieuDai":null,"diaDiemLienQuan":["Hóa"],"nhanVatLienQuan":["Nguyễn Thiện Thuật","Huy Quang"]},{"ten":"Trận Chi Lăng – Xương Giang","namBatDau":1427,"namKetThuc":1427,"moTa":"Trận Chi Lăng – Xương Giang là một loạt trận đánh nhằm tiêu diệt quân Minh của nghĩa quân Lam Sơn trên địa bàn từ Chi Lăng đến Xương Giang (113 km), kết thúc cuộc khởi nghĩa Lam Sơn và chiến tranh giải phóng chống Minh.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Hà Nội","Ải Chi Lăng","Lạng Sơn","Chúc Động"],"nhanVatLienQuan":["Nguyễn Trãi","Lê Thái Tổ","Nguyễn Xí","Trần Nguyên Hãn","Đinh Liệt"]},{"ten":"Trận chiến Vị Xuyên","namBatDau":1984,"namKetThuc":1984,"moTa":"Ngày 12/7/1984, quân đội Việt Nam phản công giành lại những điểm cao bị Trung Quốc chiếm giữ ở Vị Xuyên (Hà Giang), 820 chiến sĩ đã bị thương, sư đoàn 356 có khoảng 600 người hy sinh. Mặt trận Vị Xuyên - Thanh Thuỷ được xác định là vùng chiến sự ác liệt nhất trong cuộc chiến tranh chống lấn chiếm biên giới phía Bắc 1984-1989. Trong vòng 4 tháng (4/1984 - 8/1984), Việt Nam đã loại khỏi vòng chiến đấu khoảng 7.500 quân Trung Quốc.","TrieuDai":null,"diaDiemLienQuan":["Vị Xuyên"],"nhanVatLienQuan":[]},{"ten":"Trận chiến ở đầm Thị Nại","namBatDau":1801,"namKetThuc":1801,"moTa":"Trận chiến ở đầm Thị Nại có quy mô và tính chất quyết định, trận đánh diễn ra năm 1801 ở đầm Thị Nại giữa quân Tây Sơn và chúa Nguyễn xứng đáng được ghi nhận như trận thủy chiến lớn nhất trong lịch sử các cuộc nội chiến ở Việt Nam. Tất cả tạo nên một bức tranh vĩ đại của trận chiến lịch sử này.","TrieuDai":null,"diaDiemLienQuan":["Thị Nại"],"nhanVatLienQuan":["Nguyễn Huệ","Gia Long"]},{"ten":"Trận Cảng Eo đánh bại hạm đội Châu Âu","namBatDau":1643,"namKetThuc":1643,"moTa":"Cảng Eo hay còn gọi là Cửa Eo ngày nay là Cửa biển Thuận An (tỉnh Thừa Thiên Huế), một trong những cửa biển quan trọng của miền Trung Việt Nam. Trận Cảng Eo diễn ra năm 1643, là trận đánh mà Thủy quân nhà Nguyễn đánh bại Công ty Đông Ấn Hà Lan. Đây là trận đánh đầu tiên trong lịch sử thủy quân Việt Nam đánh bại một hạm đội lớn của Châu Âu. Sau trận thủy chiến, bị thảm bại Công ty Đông Ấn Hà Lan không dám đưa thuyền vào Đàng Trong nữa.","TrieuDai":null,"diaDiemLienQuan":["Thuận An"],"nhanVatLienQuan":["Trịnh Tráng","Nguyễn Thần Tông","Nguyễn Phúc Tần"]},{"ten":"Trận Cầu Giấy","namBatDau":null,"namKetThuc":null,"moTa":"Theo lệnh của Hoàng Tá Viêm, Thống đốc quân thứ Tam Tuyên (Sơn Tây, Hưng Hóa, Tuyên Quang) và của Tôn Thất Thuyết, Tham tán quân thứ Tam Tuyên, Lưu Vĩnh Phúc đem quân đến mai phục ở khu Cầu Giấy cách thành Hà Nội hơn 2km và cho một nhóm đến sát thành Hà Nội khiêu chiến. Bấy giờ Phrăngxi Gacniê đang hội đàm buổi thứ hai với phái đoàn của Trần Đình Túc ở trong thành. Thấy bên ngoài thành có động, Phrăngxi Gacniê bỏ họp, đem quân ra ngoài thành nghênh chiến rồi bị phục kích. Thiếu tá hải quân Phrăngxi Gacniê cùng một số sĩ quan thực dân bị giết chết tại trận. Tàn quân của Phrăngxi Gacniê rút vào trong thành cố thủ.","TrieuDai":null,"diaDiemLienQuan":["Hà Nội","Cầu Giấy"],"nhanVatLienQuan":["Tôn Thất Thuyết","Trần Đình Túc"]},{"ten":"Trận Cửa Việt","namBatDau":null,"namKetThuc":null,"moTa":"Trận Cửa Việt diễn ra từ ngày 25.1 đến ngày 31.1.1973, khi Quân lực Việt Nam Cộng hòa (QLVNCH) thực hiện nỗ lực tái chiếm Cảng Cửa Việt từ tay Quân đội Nhân dân Việt Nam (QĐNDVN) ngay trước khi việc ngừng bắn theo Hiệp định Paris chính thức có hiệu lực, cũng như cuộc phản công của QĐNDVN nhằm đánh bật đối phương diễn ra ngay sau đó. Kết quả là QĐNDVN tiếp tục chiếm giữ Cảng Cửa Việt, buộc QLVNCH phải rút lui sau khi chiếm được cảng trong một thời gian ngắn.","TrieuDai":null,"diaDiemLienQuan":["Cửa Việt"],"nhanVatLienQuan":["Lê Trọng Tấn"]},{"ten":"Trận Him Lam","namBatDau":1954,"namKetThuc":1954,"moTa":"Trận Him Lam là trận đánh mở màn ngày 13 tháng 3 năm 1954 trong chiến dịch Điện Biên Phủ - Cuộc đối đầu quyết định giữa Quân đội Nhân dân Việt Nam và Quân đội viễn chinh Pháp trong chiến tranh Đông Dương. Mục tiêu của Quân đội Nhân dân Việt Nam trong trận này là xóa sổ trung tâm đề kháng Béatrice trong phân khu Bắc cứ điểm Điện Biên Phủ, mà phía Việt Nam gọi là đồi Him Lam.","TrieuDai":null,"diaDiemLienQuan":["Di tích Him Lam"],"nhanVatLienQuan":["Phan Đình Giót","Võ Nguyên Giáp","Lê Trọng Tấn","Hoàng Cầm"]},{"ten":"Trận Hồng Cúm","namBatDau":1954,"namKetThuc":1954,"moTa":"Trận Hồng Cúm từ ngày 31 tháng 3 đến 7 tháng 5 năm 1954, là trận đánh quan trọng của chiến dịch Điện Biên Phủ. Mục tiêu của Quân đội Nhân dân Việt Nam trong trận này là bao vây cô lập (nhưng không đánh dứt điểm) trung tâm đề kháng Isabelle (Phân khu Nam Điện Biên Phủ), mà phía Việt Nam gọi là Hồng Cúm, để ngăn không cho quân Pháp tại đây kéo về chi viện cho Phân khu trung tâm hoặc phá vây chạy sang Lào.","TrieuDai":null,"diaDiemLienQuan":["Hồng Cúm"],"nhanVatLienQuan":[]},{"ten":"Trận Lũy Thầy","namBatDau":1672,"namKetThuc":1672,"moTa":"Trận Lũy Thầy năm 1672 là trận đánh thứ 7 trong thời kỳ Trịnh - Nguyễn phân tranh. Trận đánh Lũy Thầy năm 1672 là trận đánh cuối cùng mà nhà Nguyễn đánh tan ý định xâm lược Đàng Trong của nhà Trịnh.","TrieuDai":null,"diaDiemLienQuan":["Quảng Bình","Đồng Hới"],"nhanVatLienQuan":["Đào Duy Từ"]},{"ten":"Trận Trấn Ninh giữa quân Tây Sơn và quân Nhà Nguyễn","namBatDau":1802,"namKetThuc":1802,"moTa":"Trận đánh Trấn Ninh (Trấn Ninh, Thành phố Đồng Hới, tỉnh Quảng Bình ngày nay) diễn ra vào 3.2.1802 giữa quân Tây Sơn và quân Nhà Nguyễn. Trận Trấn Ninh là trận đánh cuối cùng của Nhà Tây Sơn trong lịch sử Việt Nam, trận đánh này dưới sự chỉ huy của các dũng tướng như Võ Văn Dũng, Trần Quang Diệu, nữ tướng Bùi Thị Xuân... Đây là trận đánh quyết định nên quân đội hai bên đều dốc toàn lực, nhưng cuối cùng quân Tây Sơn thất bại.","TrieuDai":null,"diaDiemLienQuan":["Đồng Hới"],"nhanVatLienQuan":["Gia Long","Trần Quang Diệu","Bùi Thị Xuân"]},{"ten":"Trận Tà Mây - Làng Vây","namBatDau":1968,"namKetThuc":1968,"moTa":"Trận Tà Mây - Làng Vây là một trận đánh then chốt trong Chiến dịch Đường 9 - Khe Sanh của Quân đội Nhân dân Việt Nam (QĐNDVN), diễn ra vào đêm ngày 6.2, rạng sáng7.2.1968. Đây là trận đánh đầu tiên có sự tham gia của lực lượng tăng thiết giáp QĐNDVN trong Chiến tranh Việt Nam","TrieuDai":null,"diaDiemLienQuan":["Làng Vây"],"nhanVatLienQuan":[]},{"ten":"Trận Tốt Động – Chúc Động","namBatDau":1426,"namKetThuc":1426,"moTa":"Trận Tốt Động – Chúc Động là trận đánh vào cuối năm năm1426, giữa nghĩa quân Lam Sơn do Lê Lợi chỉ huy với quân nhà Minh đóng ở Đông Quan (tức là Thăng Long, Hà Nội). Đây là một trong những điển hình rực rỡ về quyết tâm tiêu diệt địch, về tinh thần chiến đấu dũng cảm và nghệ thuật quân sự tuyệt vời của nghĩa quân Lam Sơn. Trận này được nhắc đến trong Bình Ngô đại cáo của Nguyễn Trãi: Ninh Kiều máu chảy thành sông, tanh hôi vạn dặm; Tụy Động thây chất đầy nội, nhơ để ngàn năm.","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Hà Nội","Quảng Bình","Thuận Hóa","Tốt Động"],"nhanVatLienQuan":["Nguyễn Trãi","Lê Thái Tổ"]},{"ten":"Trận Xuân Lộc","namBatDau":1975,"namKetThuc":1975,"moTa":"Chiến dịch Xuân Lộc hay Trận Xuân Lộc, tên đầy đủ là Chiến dịch tiến công tuyến phòng thủ Xuân Lộc - Long Khánh, là một chiến dịch trong Chiến tranh Việt Nam. Chiến dịch diễn ra trong khoảng 9 tháng 4 - 20 tháng 4 năm 1975 giữa Quân Giải phóng miền Nam Việt Nam đối đầu Quân lực Việt Nam Cộng hòa (QLVNCH) với sự hỗ trợ của Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam. Trận này là một mốc quan trọng của quá trình tiến tới sự kiện 30 tháng 4 năm 1975, vì Xuân Lộc là khu vực phòng thủ trọng yếu trong tuyến phòng thủ cơ bản (Biên Hòa - Xuân Lộc - Bà Rịa - Vũng Tàu) của QLVNCH để phòng thủ cửa ngõ phía đông của Sài Gòn.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Trận đánh Cẩm Sa giữa quân Trịnh và quân Tây Sơn","namBatDau":1775,"namKetThuc":1775,"moTa":"Trận đánh Cẩm Sa giữa nhà Trịnh và quân Tây Sơn diễn ra năm 1775. Từ sau nội biến Đàng Trong, chính quyền nhà Nguyễn bị đe dọa, quân Tây Sơn do Nguyễn Nhạc chỉ huy đánh chiếm phủ thành Quy Nhơn, cai trị Đàng Trong từ Quảng Nam đến Bình Định. Nhà Trịnh ở Đàng Ngoài nhận thấy sự uy hiếp, sai quân đánh vào quân Tây Sơn, Quảng Nam trở thành chiến trường quân Trịnh - quân Tây Sơn.","TrieuDai":null,"diaDiemLienQuan":["Quảng Nam"],"nhanVatLienQuan":["Nguyễn Nhạc"]},{"ten":"Trận đánh thung lũng Ia Drăng","namBatDau":1965,"namKetThuc":1965,"moTa":"Trận đánh xảy ra ở thung lũng Ia Drăng (thuộc tỉnh Gia Lai, Ia Drăng cách thành phố Pleiku vế phía tây nam hơn 50km) vào ngày 14.11 kéo dài đến ngày 18.11năm 1965, giữa Quân đội Nhân dân Việt Nam và Quân đội Hoa Kỳ. Kết thúc trận đánh cả hai bên đầu công bố kết quả thắng lợi.","TrieuDai":null,"diaDiemLienQuan":["Ia Drăng"],"nhanVatLienQuan":["Nguyễn Hữu An","Đặng Vũ Hiệp"]},{"ten":"Trận đánh Đa Căng","namBatDau":1424,"namKetThuc":1424,"moTa":"Trận Đa Căng là trận mở đầu của nghĩa quân Lam Sơn, đây là trận đánh nằm trong Chiến dịch giải phóng Nghệ An, một chiến dịch lớn của nghĩa quân Lam Sơn thực hiện trong các năm 1424-1425 nhằm giải phóng lãnh thổ, thành lập chiến khu vững mạnh mới thay cho vùng núi Thanh Hóa. Trận Đa Căng diễn ra tại làng Bất Căng, xã Thọ Nguyên, huyện Thọ Xuân, tỉnh Thanh Hóa.","TrieuDai":null,"diaDiemLienQuan":["Thọ Nguyên"],"nhanVatLienQuan":["Lê Thái Tổ"]},{"ten":"Trận đồi A1","namBatDau":1954,"namKetThuc":1954,"moTa":"Trận đồi A1 là trận đánh mở màn ngày 31 tháng 3 năm 1954, là một trong những trận đánh quan trọng trong giai đoạn 2 và 3 của chiến dịch Điện Biên Phủ. Mục tiêu của Quân đội Nhân dân Việt Nam trong trận này là xóa sổ trung tâm đề kháng Eliane 2 trong dãy cứ điểm phía đông Điện Biên Phủ, mà phía Việt Nam gọi là đồi A1.","TrieuDai":null,"diaDiemLienQuan":["Đồi A1"],"nhanVatLienQuan":["Nguyễn Hữu An"]},{"ten":"Trận đồi C1","namBatDau":1954,"namKetThuc":1954,"moTa":"Trận đồi C1, mở màn ngày 31 tháng 3 năm 1954, là một trong những trận đánh quan trọng trong giai đoạn 2 và 3 của chiến dịch Điện Biên Phủ. Mục tiêu của Quân đội Nhân dân Việt Nam trong trận này là xóa sổ trung tâm đề kháng Eliane 1 trong dãy cứ điểm phía đông Điện Biên Phủ, mà phía Việt Nam gọi là đồi C1.","TrieuDai":null,"diaDiemLienQuan":["Đồi C1"],"nhanVatLienQuan":["Vũ Lăng"]},{"ten":"Trận đồi Độc Lập","namBatDau":1954,"namKetThuc":1954,"moTa":"Trận Đồi Độc Lập là trận đánh diễn ra tại ngọn đồi cùng tên trong giai đoạn 1 của Chiến dịch Điện Biên Phủ. Đây là trận đánh thứ 2 của chiến dịch, diễn từ đêm 14-3 đến rạng sáng 15-3. Sau trậm đánh, Quân đội nhân dân Việt Nam hoàn toàn kiểm soát đồi, đẩy lùi đợt phản kích của Pháp, qua đó gần như đánh sụp phân khu phía Bắc của cứ điểm Điện Biên Phủ.","TrieuDai":null,"diaDiemLienQuan":["Di tích đồi Độc lập"],"nhanVatLienQuan":[]},{"ten":"Tác phẩm “Đường Kách mệnh” của Nguyễn Ái Quốc được xuất bản","namBatDau":1927,"namKetThuc":1927,"moTa":"Đầu năm 1927, đề cương các bài giảng của Nguyễn Ái Quốc đã được tập hợp lại trong một số cuốn sách nhan đề “Đường Kách mệnh” gồm 101 trang chữ Quốc ngữ, in lytô mực đen trên giấy nến , kích thước 15cm x 22cm và được Bộ Tuyên truyền của Hội Liên hiệp các dân tộc thuộc địa ở Á Đông xuất bản tại Quảng châu. Tài liệu in thạch và do tác giả trực tiếp viết bản in.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Tân Việt cách mạng Đảng ra đời","namBatDau":1928,"namKetThuc":1928,"moTa":"Tân Việt Cách mệnh Đảng (hay gọi tắt là Đảng Tân Việt) là một chính đảng tồn tại ở Việt Nam vào những năm đầu thế kỷ 20 với chủ trương \"Đánh đổ đế quốc, xây dựng một xã hội bình đẳng, bác ái\". Đảng Tân Việt chấm dứt hoạt động vào năm 1929, khi phân chia làm hai phái. Một phái với xu hướng thành lập Liên đoàn Quốc gia và một phái với ảnh hưởng của tư tưởng cộng sản tách ra thành lập Đông Dương Cộng sản Liên đoàn, về sau Đông Dương Cộng sản Liên đoàn sáp nhập vào Đảng Cộng sản Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Huế"],"nhanVatLienQuan":["Đặng Thai Mai","Tôn Quang Phiệt","Lê Văn Huân","Trần Phú"]},{"ten":"Tây Sơn lật đổ chính quyền họ Trịnh","namBatDau":1786,"namKetThuc":1786,"moTa":"Sau khi đánh tan 5 vạn quân xâm lược Xiêm và đuổi Nguyễn Ánh khỏi đất Gia Định, Nguyễn Huệ được Nguyễn Nhạc giao nhiệm vụ chỉ huy quân Tây Sơn tiến đánh quân Trịnh ở Phú Xuân.","TrieuDai":null,"diaDiemLienQuan":["Gia Định","Thăng Long","Đàng Trong","Đàng Ngoài","Phú Xuân"],"nhanVatLienQuan":["Nguyễn Nhạc","Nguyễn Huệ","Gia Long","Nguyễn Hữu Chỉnh"]},{"ten":"Tô Định làm Thái thú Giao Chỉ","namBatDau":34,"namKetThuc":34,"moTa":"Tô Định sang làm Thái thú Giao Chỉ thay cho Tích Quang. Tô Định thi hành chính sách cai trị và bóc lột rất tàn bạo đối với người Việt. Bọn Thái thú Tô Định cùng Đốc bưu đốc thúc đồ cống, thu thuế muối, sắt, cùng sản vật thủ công, thuế đánh cá đầm ao,… Không những thế, chúng còn khống chế, đè nén các lạc tướng và con cháu họ. Dân oán hận, quý tộc Âu lạc cũ cũng oán hận chính quyền đô hộ, đã làm bùng nổ những phong trào chống đối ngày càng mạnh mẽ của nhân dân và quý tộc Lạc Việt.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Tô Định"]},{"ten":"Tôn Thất Thuyết đem quân tấn công tòa Khâm sứ Pháp ở Huế, mở đầu phong trào Cần Vương","namBatDau":1885,"namKetThuc":1885,"moTa":"Đêm mồng 4 rạng ngày mồng 5 tháng 7-1885: Tôn Thất Thuyết cùng Trần Xuân Sọan chỉ huy Phấn nghĩa quân mở cuộc tấn công quyết liệt vào đồn Mang Cá, khu nhượng địa, khu sứ quán của thực dân Pháp ở Huế. Cuộc chiến đấu diễn ra vô cùng ác liệt. Tảng sáng Tôn Thất Thuyết đưa vua Hàm Nghi cùng Tam cung rút khỏi kinh thành.","TrieuDai":null,"diaDiemLienQuan":["Huế"],"nhanVatLienQuan":["Tôn Thất Thuyết","Hàm Nghi","Nguyễn Văn Tường","Trần Xuân Soạn"]},{"ten":"Tấn công thành Hưng Hóa","namBatDau":1884,"namKetThuc":1884,"moTa":"Một trong số ít trận đánh lớn do quân đội Pháp tổ chức tấn công, để hoàn thành gấp việc đánh chiếm Bắc Kỳ, nhằm thực hiện công cuộc cai trị và bảo hộ Việt Nam của chính phủ Pháp.","TrieuDai":null,"diaDiemLienQuan":["Hưng Hóa"],"nhanVatLienQuan":[]},{"ten":"Tổng khởi nghĩa tháng 8 năm 1945","namBatDau":1945,"namKetThuc":1945,"moTa":"Ngày 9-8-1945, sau khi chiến thắng hoàn toàn quân Đức, Hồng quân Liên Xô bắt đầu tiến công quân Nhật. Trong vòng không đầy một tuần lễ, quân đội Liên Xô đánh tan gần một triệu quân Nhật tại Mãn Châu (Trung Quốc), buộc Nhật đầu hàng Liên Xô và Đồng minh không điều kiện. Việc này đã tác động mạnh đến tinh thần quân Nhật ở Đông Dương. Chính phủ bù nhìn Trần Trọng Kim cùng với các hạng tay sai khác của Nhật đều hoang mang tan rã. Diều kiện khách quan cho cuộc khởi nghĩa vũ trang giành chính quyền đã hoàn toàn chín muồi, \"thời cơ ngàn năm có một\" đã đến. Ngày 13-8-1945 Ủy ban khởi nghĩa toàn quốc được thành lập, liền ra \"Quân lệnh số 1\" hạ lệnh tổng khởi nghĩa.","TrieuDai":null,"diaDiemLienQuan":["Chiến khu Tân Trào"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Nguyên Giáp"]},{"ten":"Tổng thống Pháp ký Sắc lệnh thành lập Hội đồng thuộc địa Nam Kỳ","namBatDau":1880,"namKetThuc":1880,"moTa":"Ngày 8 tháng 2 năm 1880, Tổng thống Pháp ký sắc lệnh thành lập Hội đồng thuộc địa Nam Kỳ. Chức năng của Hội đồng: Hội đồng thuộc địa Nam Kỳ chỉ có chức năng “Tư Vấn”. Hội đồng có thể làm mọi vấn đề như thuế má, chi thu của Ngân sách, phân chia khu vực hành chính v.v…, nhưng tuyệt đối không được đề cập tới vấn đề chính trị.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Tổng thống Pháp ra sắc lệnh chính thức thành lập thành phố Sài Gòn","namBatDau":1877,"namKetThuc":1877,"moTa":"Ngày 8 tháng 1 năm 1877 tổng thống Pháp ra sắc lệnh chính thức thành lập thành phố Sài Gòn. Sắc lệnh này được ban hành ngày 16-5-1877. Thành phố Sài Gòn do một viên Đốc lý, 2 viên Phó đốc lý và một Hội đồng thành phố cai quản. Thành phố Sài Gòn được xếp vào loại thành phố lớn hoặc thành phố cấp một. Đứng đầu là viên Đốc lý, có mọi quyền hành tương đương như Công sứ đầu tỉnh.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh"],"nhanVatLienQuan":[]},{"ten":"Tổng tiến công và nổi dậy Mậu Thân","namBatDau":1968,"namKetThuc":1968,"moTa":"Tháng 12.1967, Bộ Chính trị Trung ương Đảng đã họp, ra Nghị quyết về tổng công kích và tổng khởi nghĩa. Nghị quyết của Bộ Chính trị sau đó được Hội nghị lần thứ 14 Ban Chấp hành Trung ương Đảng họp vào tháng 1.1968 thông qua và trở thành Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng. Hội nghị chủ trương mở cuộc Tổng tiến công và nổi dậy đồng loạt Tết Mậu Thân (1968) nhằm giáng một đòn quyết định vào ý chí xâm lược của Mỹ.","TrieuDai":null,"diaDiemLienQuan":["Hồ Chí Minh","Quảng Trị","Thừa Thiên-Huế"],"nhanVatLienQuan":[]},{"ten":"Tổng tuyển cử bầu cử Quốc hội đầu tiên sau thắng lợi Cách mạng tháng Tám 1945","namBatDau":1946,"namKetThuc":1946,"moTa":"Ngày 3/9/1945, chỉ một ngày sau khi đọc bản Tuyên ngôn độc lập khai sinh ra Nhà nước Việt Nam dân chủ cộng hòa, tại phiên họp đầu tiên của Chính phủ lâm thời, Chủ tịch Hồ Chí Minh đã đề nghị một trong sáu nhiệm vụ cấp bách cần phải thực hiện ngay là “... tổ chức càng sớm càng hay cuộc tổng tuyển cử với chế độ phổ thông đầu phiếu” để bầu ra Quốc hội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Tổng tuyển cử bầu quốc hội đầu tiên của nước Việt Nam dân chủ cộng hòa","namBatDau":1946,"namKetThuc":1946,"moTa":"Ngày 6 tháng 1 năm 1946, báo chí xuất bản hôm đó đều dành vị trí trang trọng nhất, giới thiệu cuộc tổng tuyển cử đầu tiên trong lịch sử dân tộc. Báo Sự Thật ghi lên đầu trang nhất dòng chữ đậm nét: \"Tất cả hãy đến thùng phiếu\". Báo Quốc hội in hình Hồ Chủ tịch với lời khuyên của Người: \"Khuyên đồng bào nam nữ 18 tuổi trở lên, hôm nay tất cả đều đi bỏ phiếu để bầu những đại biểu xứng đáng vào hội đầu tiên của nước ta","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Tờ báo “Người cùng khổ” ra số đầu tiên tại Pari do Nguyễn Ái Quốc làm chủ nhiệm","namBatDau":1922,"namKetThuc":1922,"moTa":"Vào tháng 1/1922, để xây dựng một diễn đàn của nhân dân các nước thuộc địa và tạo ra một hình thức đấu tranh mới, Nguyễn Ái Quốc và Ban thường vụ Hội Liên hiệp thuộc địa đã thống nhất quyết định thành lập “Hội hợp tác Người cùng khổ” và ra tờ báo “Người cùng khổ” hay \"Le Paria\". Ngày 1/4/1922 báo ra số đầu tiên bằng ba thứ tiếng Pháp, Ả rập và Trung Quốc. Đầu tiên báo lấy tiêu đề “Diễn đàn của các dân tộc thuộc địa”, sau đổi là “Diễn đàn của vô sản thuộc địa”, rồi sau lại đổi là “Cơ quan của nhân dân bị áp bức các thuộc địa”. Đây là lần đầu tiên nhân dân của nhiều nước thuộc địa khác nhau có một tổ chức và một tiếng nói đấu tranh chung.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh"]},{"ten":"Việt Nam Quốc dân đảng ra đời","namBatDau":1927,"namKetThuc":1927,"moTa":"Việt Nam Quốc dân Đảng - được gọi tắt là Việt Quốc - là một chính đảng được thành lập năm 1927 tại Hà Nội. Sau năm 1975, do biến động chính trị, tổ chức này hầu như chỉ hoạt động bên ngoài lãnh thổ Việt Nam.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Nguyễn Thái Học"]},{"ten":"Vua Bảo Đại thoái vị","namBatDau":1945,"namKetThuc":1945,"moTa":"Ngày 23-8-1945, nhân dân Thừa Thiên khởi nghĩa giành chính quyền tại Huế. Cùng ngày, Ủy ban Nhân dân cách mạng Bắc Bộ gửi điện báo tin Chính phủ lâm thời Việt Nam dân chủ cộng hòa đã thành lập và yêu cầu Bảo Đại thoái vị. 2 giờ 30 ngày 24-8-1945, Bảo Đại điện cho chính phủ lâm thời xin thoái vị.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Bảo Đại"]},{"ten":"Vua Hàm Nghi bị Pháp bắt","namBatDau":1888,"namKetThuc":1888,"moTa":"Trong trận chiến đấu đêm ngày 31-10 rạng ngày 1-11-1888 để bảo vệ vua Hàm Nghi, chống lại quân Pháp do tên phản bội Trương Quang Ngọc dẫn đường, Tôn Thất Tiệp – con thứ của Tôn Thất Thiết – lúc đó là cận vệ của vua Hàm Nghi, đã anh dũng hy sinh. Vua Hàm nghi sa vào tay giặc và sau đó bị thực dân Pháp đưa đi đầy ở Angiêri (châu Phi).","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hàm Nghi"]},{"ten":"Vua Quang Trung đại phá quân Thanh","namBatDau":1789,"namKetThuc":1789,"moTa":"Năm 1787 vua Lê Chiêu Thống cầu cứu quân Thanh. Năm 1788, 29 quân Thanh ồ ạt tiến vào miền bắc nước ta. Nhận được tin cấp báo, Nguyễn Huệ lên ngôi Hoàng Đế, lấy niên hiệu là Quang Trung lập tức tiến quân ra Bắc","TrieuDai":null,"diaDiemLienQuan":["Thăng Long","Hà Nội","Nghệ An"],"nhanVatLienQuan":["Nguyễn Huệ","Lê Chiêu Thống","Tuyết","Võ Văn Dũng","Lộc","Lê Văn Hưng","Võ Đình Tú"]},{"ten":"Xiêm La tấn công Đại Nam","namBatDau":1833,"namKetThuc":1834,"moTa":"Xiêm La tấn công Đại Nam 1833-1834 là một cuộc chiến gồm hai đợt tấn công của quân Xiêm vào lãnh thổ Đại Nam. Thắng lợi của cuộc chiến này đem lại cơ hội cho Đại Nam dưới thời vua Minh Mạng, được quyền bảo hộ phần lớn đất đai của Cao Miên như trước. Sau chiến thắng này, Minh Mạng quyết định nhập toàn bộ vùng đất Cao Miên nằm trong quyền bảo hộ của Đại Nam vào lãnh thổ Đại Nam và đổi tên là Trấn Tây thành, khi Ang Chan II mất, mà không có người nối dõi.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Xô Viết-Nghệ Tĩnh","namBatDau":1930,"namKetThuc":1931,"moTa":"Xô Viết Nghệ Tĩnh là tên gọi chỉ phong trào đấu tranh của lực lượng công nhân và nông dân ở Nghệ An và Hà Tĩnh trong năm 1930-1931 chống lại đế quốc Pháp tại Việt Nam. Tên gọi Xô viết Nghệ Tĩnh xuất phát từ sự hình thành các \"xã bộ nông\" mà những người cộng sản gọi là \"Xô viết\"","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Đinh Bộ Lĩnh dẹp loạn 12 sứ quân, thống nhất đất nước, lên ngôi vua","namBatDau":968,"namKetThuc":968,"moTa":"Năm 944 Ngô Quyền mất, năm 945 Dương Tam Kha chiếm ngôi. Nhiều quan lại cựu thần của Ngô Quyền đã nổi lên chống lại Dương Tam Kha, thổ hào các nơi cũng đua nhau nổi dậy. Từ năm 966, hình thành đầy đủ 12 sứ quân chiếm giữ các địa phương. Trong hoàn cảnh nói trên, Đinh Bộ Lĩnh đã liên kết với sứ quân Trần Lãm, chiêu dụ được sứ quân Phạm Bạch Hổ, tiến đánh các sứ quân khác.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Ngô Quyền","Dương Tam Kha","Đinh Tiên Hoàng","Đinh Công Trứ"]},{"ten":"Đinh Kiến – Lý Tự Tiên lãnh đạo nhân dân chống nhà Đường đô hộ","namBatDau":687,"namKetThuc":687,"moTa":"Theo quy định chung của nhà Đường, dân “Di Lão” chỉ phải nộp một nửa số tô thuế, nhưng viên đô hộ Lưu Diên Hựu đã bắt nhân dân An Nam nộp cả số tô thuế. Nhân lòng câm phẫn của nhân dân, một người An Nam là Lý Tự Tiên đã phát động khởi nghĩa lớn vào năm 687. Nhưng kế hoạch khởi nghĩa bị bại lộ, Lý Tự Tiên bị Lưu Diên Hựu giết chết.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Tự Tiên"]},{"ten":"Đàm phán Việt – Pháp ở Phôngtennơblô","namBatDau":1946,"namKetThuc":1946,"moTa":"Phái đoàn Chính phủ Việt Nam do Phạm Văn Đồng làm trưởng đoàn, phái đoàn chính phủ Pháp do Mắc Ăngđrê dẫn đầu. Ngày 6-7, cuộc đàm phán khai mạc. Phái đoàn Chính phủ Pháp vẫn giữ nguyên những quan điểm từ Hội nghị trù bị Đà Lạt đối với những vấn đề cơ bản (chế độ chính trị, quan hệ ngoại giao của Việt Nam, sự thống nhất ba kỳ của Việt Nam…) quyết định quan hệ giữa hai nước Việt – Pháp","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phạm Văn Đồng"]},{"ten":"Đánh chiếm thành Tuyên","namBatDau":1884,"namKetThuc":1885,"moTa":"Cuộc vây đánh thành Tuyên diễn ra trong 4 tháng, Liên quân giành với địch từng thước đất. Tám lần bộc phá nổ đã khoét thủng tường thành, khiến quân địch hết sức hoang mang. Hơn 600 tên địch bị vây chặt trong thành, thiếu lương ăn, nước uống, bị sốt rét, kiết lỵ hoành hành. Tuy không chiếm được thành nhưng nghĩa quân đã gây cho địch nhiều tổn thất thiệt hại nặng nề: Một phần ba quân số bị tiêu diệt. Hầu hết các sĩ quan và một nửa binh lính bị trúng đạn.","TrieuDai":null,"diaDiemLienQuan":["Nhà Mạc"],"nhanVatLienQuan":[]},{"ten":"Đông Dương cộng sản Liên Đoàn ra đời","namBatDau":1930,"namKetThuc":1930,"moTa":"Đông Dương Cộng sản Liên đoàn là một trong ba tổ chức cộng sản tiền thân của Đảng Cộng sản Việt Nam (2 tổ chức còn lại là Đông Dương Cộng sản Đảng và An Nam Cộng sản Đảng), được thành lập ngày 1-1-1930 địa bàn hoạt động chủ yếu ở các tỉnh Bắc Trung Kỳ. Như vậy tại Đông Dương có 3 tổ chức cách mạng cùng mang tính chất cộng sản song song tồn tại. Mặc dù có chung một mục tiêu cách mạng nhưng đã nảy sinh tình trạng giành ảnh hưởng trong quần chúng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Tôn Quang Phiệt","Trần Phú","Ngô Gia Tự","Châu Văn Liêm","Nguyễn Thiệu","Đào Duy Anh","Nguyễn Văn Tạo","Phạm Hữu Lầu","Hoàng Quốc Việt"]},{"ten":"Đông Kinh Nghĩa Thục","namBatDau":1907,"namKetThuc":1907,"moTa":"Đông Kinh Nghĩa Thục lập ra từ tháng 3 năm 1907 do Lương Văn Can làm Thục trưởng và chấm dứt vào tháng 11 năm 1907) là một phong trào nhằm thực hiện cải cách xã hội Việt Nam vào đầu thế kỷ 20 trong thời Pháp thuộc. Mục đích của phong trào là: khai trí cho dân, phương tiện được hoạch định: mở những lớp dạy học không lấy tiền (để đúng với cái tên là nghĩa thục) và tổ chức những cuộc diễn thuyết để trao đổi tư tưởng cùng cổ động trong dân chúng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lương Văn Can"]},{"ten":"Đại hội hợp nhất mặt trận Việt Minh và Hội Liên Việt thành Mặt trận Liên Việt","namBatDau":1951,"namKetThuc":1951,"moTa":"Đại hội toàn quốc thống nhất Việt Minh- Liên Việt được tổ chức từ ngày 3 đến ngày 7- 3-1951 tại xã Vinh Quang, huyện Chiêm Hóa, tỉnh Tuyên Quang. Đại hội đã thông qua Nghị quyết thống nhất hai tổ chức Việt Nam độc lập đồng minh (Việt Minh) và Hội Liên hiệp quốc dân Việt Nam (Liên Việt) thành Mặt trận Liên- Việt nhằm củng cố và mở rộng khối đại đoàn kết toàn dân, đáp ứng yêu cầu mới của cuộc kháng chiến chống thực dân Pháp đang bước vào thời kỳ quyết liệt. Mặt trận Liên Việt bao gồm tất cả các đoàn thể, tôn giáo, đảng phái, các cá nhân yêu nước nhằm kết chặt khối đại đoàn kết toàn dân để kháng chiến kiến quốc.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Đại hội quốc dân họp ở Tân Trào quyết định tổng khởi nghĩa trong cả nước","namBatDau":1945,"namKetThuc":1945,"moTa":"Đại hội diễn ra trong bối cảnh cao trào kháng Nhật cứu quốc đang diễn ra sôi sục từ Bắc chí Nam, tạo tiền đề mạnh mẽ cho cuộc Tổng khởi nghĩa giải phóng dân tộc, giành độc lập, tự do. Căn cứ vào tình hình đó, Chủ tịch Hồ Chí Minh đã chỉ thị phải gấp rút triệu tập Đại hội đại biểu quốc dân để thành lập Chính phủ lâm thời cách mạng Việt Nam. Chiều ngày 16-8-1945, tại đình Tân Trào (huyện Sơn Dương, tỉnh Tuyên Quang), Đại hội đại biểu quốc dân (nay gọi là Quốc dân Đại hội Tân Trào) chính thức khai mạc.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Đại hội đại biểu toàn quốc lần thứ II của Đảng Cộng sản Đông Dương","namBatDau":1951,"namKetThuc":1951,"moTa":"Đại hội được tiến hành tại xã Vinh Quang, huyện Chiêm Hóa, Tỉnh Tuyên Quang. Đến dự có 158 đại biểu chính thức và 53 dự khuyết, thay mặt cho trên 76 vạn Đảng viên. Tại Đại hội, sau lời khai mạc của ông Tôn Đức Thắng, Chủ tịch Hồ Chí Minh đọc bản báo cáo Chính trị điểm lại quá trình hoạt động của Đảng từ khi thành lập, vạch rõ những nhiệm vụ trước mắt của Đảng nhằm đưa kháng chiến đến thắng lợi.","TrieuDai":null,"diaDiemLienQuan":["Tuyên Quang"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Trường Chinh","Tôn Đức Thắng"]},{"ten":"Đại Nam và Xiêm La ký hòa ước","namBatDau":1841,"namKetThuc":1845,"moTa":"Chiến tranh Việt- Xiêm (1841-1845) là cuộc chiến giữa nước Xiêm La dưới thời Rama III và Đại Nam thời Thiệu Trị, diễn ra trên lãnh thổ Campuchia (vùng phía Đông Nam Biển Hồ) và Nam Kỳ (Nam Bộ Việt Nam).Đây là cuộc chiến giữ nước quan trọng của người Việt, phải huy động đến năm ngàn quân và súng lớn do những tướng giỏi chỉ huy. Kết quả, Việt-Xiêm ký hòa ước và cùng rút quân, Cao Miên phải thần phục cả hai. Nam Kỳ chính thức được Xiêm La và Cao Miên công nhận thuộc Đại Nam (Việt Nam)","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Thiệu trị","Nguyễn Tri Phương"]},{"ten":"Đảng Cộng Sản Việt Nam được thành lập","namBatDau":1930,"namKetThuc":1930,"moTa":"Sự ra đời liên tiếp của 3 tổ chức Đảng: Đông Dương Cộng sản Đảng, An Nam Cộng sản Đảng và Đông Dương Cộng sản Liên đoàn trong một thời gian ngắn là một xu thế khách quan của cách mạng giải phóng dân tộc ở Việt Nam. Nhưng các tổ chức đó đều hoạt động riêng rẽ, tranh giành ảnh hưởng của nhau, thậm chí công kích lẫn nhau làm cho phong trào cách mạng trong cả nước có nguy cơ bị chia rẽ. Giữa lúc đó Nguyễn Ái Quốc được tin Hội Việt Nam cách mạng Thanh niên phân biệt thành hai nhóm, mỗi nhóm tổ chức thành một đảng cộng sản. Người liền rời khỏi Xiêm sang Trung Quốc để thống nhất các tổ chức cộng sản.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Hồ Tùng Mậu","Lê Hồng Sơn","Trần Phú","Trịnh Đình Cửu","Nguyễn Đức Cảnh","Châu Văn Liêm","Nguyễn Thiệu"]},{"ten":"Đảng Cộng sản Đông Dương ra “Tuyên ngôn về tình hình chung và đường lối cách mạng”","namBatDau":1939,"namKetThuc":1939,"moTa":"Sau khi phân tích tình hình thế giới và trong nước ngày càng nghiêm trọng, bản Tuyên ngôn kêu gọi toàn dân hãy thống nhất hành động, tham gia Mặt trận Dân chủ Đông Dương, đấu tranh đòi quyền tự do dân chủ, chống bọn đầu hàng, thân Nhật, bọn Tờrốtxkit. Cuối cùng, bản Tuyên ngôn kêu gọi các cử tri hãy dồn phiếu cho Mặt trận trong dịp bầu cử Hội đồng Quản hạt Nam Kỳ sắp tới.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Định quan chế và hình luật của nước Đại Ngu","namBatDau":1401,"namKetThuc":1401,"moTa":"Năm 1401, Hồ Hán Thương \"định quan chế về hình luật nước Đại Ngu\". Nếu như pháp luật hình sự thời kỳ nhà Lý còn mang nhiều tính khoan dung, đến pháp luật hình sự thời kỳ nhà Trần đã mang tính nghiêm khắc hơn, thì đến thời kỳ nhà Hồ, để khôi phục kỷ cương và củng cố uy quyền của nhà nước phong kiến, chế tài hình sự được áp dụng đã mang tính chất hà khắc, nặng nề hơn các triều đại trước rất nhiều.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hồ Quý Ly","Hồ Hán Thương","Hồ Nguyên Trừng"]},{"ten":"Đội Việt Nam tuyên truyền giải phóng quân thành lập","namBatDau":1944,"namKetThuc":1944,"moTa":"Việt Nam Tuyên truyền Giải phóng quân là tên của đội quân chủ lực của Mặt trận Việt Minh từ tháng 12 năm 1944 đến tháng 5 năm 1945. Đây là tổ chức quân sự được xem là tiền thân của Quân đội Nhân dân Việt Nam. Ngày thành lập Việt Nam Tuyên truyền Giải phóng quân, 22 tháng 12, sau này đã được chọn làm ngày truyền thống của Quân đội Nhân dân Việt Nam.","TrieuDai":null,"diaDiemLienQuan":["Cao Bằng"],"nhanVatLienQuan":["Chủ tịch Hồ Chí Minh","Võ Nguyên Giáp"]},{"ten":"Ủy ban Chỉ huy lâm thời Khu Giải phóng ra mệnh lệnh khởi nghĩa","namBatDau":1945,"namKetThuc":1945,"moTa":"Bản mệnh lệnh gồm 10 điểm quy quy định phương án tác chiến cho lực lượng vũ trang như tấn công địch ở các đô thị, chính sách đối với quân ngụy, tù binh và hàng binh Nhật, những người thuộc phái Đờ Gôn, vấn đề vũ khí, thông tin liên lạc, phối hợp với các lực lượng nhân dân và cuối cùng nhấn mạnh: “Lúc này quân sự hành động, kỷ luật phải nghiêm”.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":[]},{"ten":"Ủy ban khởi nghĩa toàn quốc ra “Quân lệnh số 1” phát lệnh khởi nghĩa","namBatDau":1945,"namKetThuc":1945,"moTa":"Ngay sau khi được tin Nhật đầu hàng, Trung ương Đảng và Tổng bộ Việt Minh đã thành lập Ủy ban Khởi nghĩa toàn quốc gồm 5 người do Tổng bí thư Trường Chinh trực tiếp phụ trách. 23 giờ ngày 13-8-1945, Ủy ban đã ban bố Quân lệnh số 1. Văn kiện lịch sử này kêu gọi: “Hỡi quân dân toàn quốc! Giờ Tổng khởi nghĩa đã đến. Cơ hội có một cho nhân dân Việt Nam vùng dậy giành lấy chính quyền độc lập cho nước nhà !”.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Trường Chinh"]}]