[{"ten":"Chúa Nguyễn sai Nguyễn Hữu Cảnh vào miền Nam","namBatDau":1698,"namKetThuc":1698,"moTa":"Trên cơ sở những lưu dân Việt đã tự phát tới khu vực này trước đó, Nguyễn Hữu Cảnh cho lập phủ Gia Định và hai huyện Phước Long, Tân Bình. Vùng Nam Bộ được sát nhập vào cương vực Việt Nam","TrieuDai":null,"diaDiemLienQuan":["Gia Định"],"nhanVatLienQuan":["Nguyễn Hữu Cảnh"]},{"ten":"Kháng chiến chống quân Nam Hán lần thứ nhất","namBatDau":930,"namKetThuc":931,"moTa":"Năm 917, Khúc Hạo mất, Khúc Thừa Mĩ lên thay. Tiếp tục sự nghiệp của cha, Khúc Thừa Mĩ đã cử quân sang thần phục nhà Hậu Lương và được vua Lương phong chức Tiết độ sứ. Viện cớ này, năm 930, quân Nam Hán đánh sang nước ta. Khúc Thừa Mĩ chống cự không nổi bị bắt đem về Quảng Châu. Nhà Nam Hán nhân đó cử Lý Tiến làm Thứ sử Giao Châu, đặt cơ quan đô hộ ở Tống Bình (Hà Nội). Năm 931, một tướng cũ của Khúc Hạo là Dương Đình Nghệ được tin đã kéo quân từ Thanh Hoá ra Bắc, bao vây thành Tống Bình","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Khúc Hạo","Khúc Thừa Mĩ","Dương Đình Nghệ"]},{"ten":"Kháng chiến của nhân dân ta chống quân xâm lược Hán","namBatDau":42,"namKetThuc":43,"moTa":"Sau cuộc khởi nghĩa của Hai Bà Trưng, vua Hán nổi giận hạ lệnh cho các quận miền Nam Trung Quốc chuẩn bị xe, thuyền, làm thêm đường sá, tích trữ lương thực để sang đàn áp nghĩa quân. Năm 42, Quang Vũ sai Phục ba tướng quân Mã Viện, Lâu thuyền tướng quân là Đoàn Chí đem quân ở các miền Quế Dương, Linh Lăng, Thương Ngô sang nước Âu Lạc đánh Trưng Vương.","TrieuDai":null,"diaDiemLienQuan":["Giao Chỉ"],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Khúc Thừa Dụ khởi nghĩa giành chính quyền tự chủ","namBatDau":905,"namKetThuc":905,"moTa":"Từ cuối thế kỉ thứ IX, triều đại nhà Đường sắp sụp đổ, Trung Quốc rơi vào thời kỳ đại loạn sử cũ gọi là thời kỳ Ngũ đại Thập quốc (5 đời 10 nước). Việc cai trị ở An Nam trở nên lỏng lẻo. Nhân cơ hội này, Khúc Thừa Dụ, một hào trưởng có thế lực lâu đời ở đất Hồng Châu (Ninh Giang, Hải Dương), đã nhanh chóng đứng ra lãnh đạo nhân dân nổi lên đánh đuổi bọn đô hộ nhà Đường, đánh chiếm Tống Bình, dựng quyền tự chủ cho đất nước. Khúc Thừa Dụ cũng tự xưng là Tiết độ sứ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Khúc Thừa Dụ","Khúc Hạo"]},{"ten":"Khởi nghĩa Bà Triệu","namBatDau":248,"namKetThuc":248,"moTa":"Khi nhà Ngô xâm lược đất nước, chế độ áp bức và bóc lột của nhà Ngô trên nước ta vô cùng tàn bạo. Khi được vua Ngô cử sang làm thứ sử nước ta, Chu Phù và bọn tay chân của hắn ngang ngược hoành hành, thẳng tay cướp bóc tài sản của nhân dân Việt Nam. Nhân dân ta bị cưỡng bức phải đi kiếm các thứ như hương thơm, hạt trai, ngọc lưu ly, đồi mồi, ngà voi nộp cho vua Ngô. Mùa nào thức ấy, nhân dân ta còn phải nộp các thứ quả lạ như chuối tiêu, dứa, nhãn… để cung đốn cho bọn quan lại nhà Ngô. Không cam chịu áp bức bóc lột, dân ta đã nổi lên ở nhiều nơi. Giữa thế kỉ III, ở quận Cửu Chân đã nổi lên cuộc khởi nghĩa của bà Triệu. Năm 19 tuồi bà đã cùng anh trai Triệu Quốc Đạt một hào trưởng lớn ở miền núi Quan yên, thuộc quận Cửu Chân (Yên Định, Thanh Hóa) tập hợp nhiều nghĩa sĩ trên đỉnh núi Nưa, mài gươm luyện võ, chuẩn bị khởi nghĩa.","TrieuDai":null,"diaDiemLienQuan":["Thanh Hóa"],"nhanVatLienQuan":["Bà Triệu"]},{"ten":"Khởi nghĩa Hai Bà Trưng bùng nổ","namBatDau":40,"namKetThuc":40,"moTa":"Dưới ách đô hộ của nhà Đông Hán, nhân dân Âu Lạc càng bị áp bức bóc lột nặng nề hơn. Năm 34, Tô Định thay Tích Quang làm Thái thú Giao Chỉ. Tên này ra sức đốc thúc nhân dân nộp, cống, thuế. Chúng thẳng tay trừng trị những người có tư tưởng và hành vi chống lại chính quyền. Mâu thuẫn giữa tầng lớp nhân dân Giao Chỉ với chính quyền đô hộ nói chung và cá nhân Thái thú Tô Định nói riêng ngày càng sâu sắc. Đầu năm 40, cuộc khởi nghĩa do Hai Bà Trưng lãnh đạo đã bùng nổ ở Hát Môn (cửa sông Hát, huyện Phúc Thọ, Hà Tây). Dưới ngọn cờ của hai chị em Trưng Trắc, Trưng Nhị, nhân dân cả nước đã nổi dậy hưởng ứng.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Hai Bà Trưng"]},{"ten":"Khởi nghĩa Lý Bí bùng nổ","namBatDau":542,"namKetThuc":542,"moTa":"Đầu thế kỉ VI, nhà Lương đô hộ Giao Châu. Thứ sử Giao Châu là Tiêu Tư đã đặt ra hàng trăm thứ thuế làm cho nhân dân hết sức cơ cực, lầm than. Lý Bí nhân lòng oán giận của dân, đã liên kết với hào kiệt các châu thuộc miền đất nước ta cùng nổi dậy chống Lương. Triệu Túc là thủ lĩnh đất Chu Diên, Phạm Tu là một tướng tài người làng Thanh Liệt (Thanh Trì, Hà Nội) đã sớm đến với cuộc khởi nghĩa. Tháng giêng năm 542, cuộc khởi nghĩa toàn dân do Lý Bí lãnh đạo đã bùng nổ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Khởi nghĩa Mai Thúc Loan","namBatDau":713,"namKetThuc":713,"moTa":"Khoảng cuối những năm 10 của thế kỉ VIII, Mai Thúc Loan kêu gọi những người dân phu đã cùng ông phải đi gánh vải quả nộp cống cho chính quyền nhà Đường nổi dậy khởi nghĩa. Được nhân dân khắp vùng Thanh, Nghệ Tĩnh hưởng ứng, nghĩa quân trở nên đông đảo, mạnh mẽ.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Mai Hắc Đế"]},{"ten":"Khởi nghĩa Phùng Hưng","namBatDau":776,"namKetThuc":791,"moTa":"Dưới sự thống trị của nhà Đường, nhân dân ta phải chịu nhiều cực khổ, nhà Đường đặt ra nhiều loại thuế như thuế muối, thuế sắt, thuế đay, gai, tơ lụa...Hàng năm dân ta phải cống nạp những sản vật quý hiếm như ngọc trai, ngà voi, sừng tê, đồi mồi, trầm hương, vàng, bạc...Căm ghét chính sách thống trị của quan lại nhà Đường, và nhân lòng căm phẫn của nhân dân, lợi dụng khi quân lính ở Tống Bình nổi loạn, Phùng Hưng đã phát động một cuộc khởi nghĩa lớn chống chính quyền đô hộ chống chính quyền đô hộ nhà Đường.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Phùng Hưng"]},{"ten":"Loạn 12 sứ quân","namBatDau":965,"namKetThuc":967,"moTa":"Loạn 12 hình thành và phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau. Loạn 12 sứ quân kéo dài hơn 20 năm (944-968) và kết thúc khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà nước Đại Cồ Việt - nhà nước phong kiến tập quyền đầu tiên trong lịch sử.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Ngô Quyền","Dương Tam Kha","Ngô Xương Văn","Ngô Xương Ngập","Ngô Xương Xí"]},{"ten":"Lê Hoàn lên ngôi, lập nhà Tiền Lê, đóng đô ở Hoa Lư","namBatDau":980,"namKetThuc":1009,"moTa":"Sau khi Đinh Tiên Hoàng và con là Đinh Liễn bị ám hại, Vệ Vương Toàn lên làm vua, Lê Hoàn làm phụ chính, xưng là Phó Vương. Triều thần sợ Lê Hoàn cướp ngôi vua nhỏ, Định Quốc Công Nguyễn Bặc và ngoại giáp Đinh Điền dẫn quân về kinh đô định giết Lê Hoàn, thua trận bị Lê Hoàn giết. Năm 980, quân Tống nhân cơ hội đem quân sang muốn cướp nước, triều thần và thái hậu Dương Vân Nga đưa Lê Hoàn lên làm vua (vua Lê Đại Hành) lập ra nhà Tiền Lê, đổi niên hiệu là Thiên Phúc, đóng đô ở Hoa Lư. Nhà Tiền Lê trải qua ba đời vua và chấm dứt khi Lê Ngọa Triều qua đời, hoàng tử kế vị đang còn nhỏ tuổi và được kế tục bởi nhà Lý.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Lê Đại Hành"]},{"ten":"Lê Hoàn đánh bại quân Tống","namBatDau":981,"namKetThuc":981,"moTa":"Cuối năm 979, Đinh Tiên Hoàng và thế tử Đinh Liễn bị ám sát. Vua mới còn nhỏ, Lê Hoàn được cử làm phụ chính. Một số tướng dấy binh chống lại bị Lê Hoàn đánh bại. Nhân cơ hội đó, nhà Tống lăm le bờ cõi Đại Cồ Việt. Trước tình thế hiểm nghèo, các tướng lĩnh và quân đội suy tôn Lê Hoàn lên làm vua để chỉ huy kháng chiến.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Đại Hành"]},{"ten":"Lý Công Uẩn lên ngôi, lập ra nhà Lý","namBatDau":1009,"namKetThuc":1009,"moTa":"Năm 1005, Lê Hoàn mất, Lê Long Đĩnh lên ngôi vua. Cuối 1009 Lê Long Đĩnh qua đời. Triều Đình chán ghét nhà Tiền Lê, vì vậy các tăng sư và đại thần, đứng đầu là Sư Vạn hạnh, Đào Cam Mộc tôn Lý Công Uẩn lên ngôi vua (vua Lý Thái Tổ). Nhà Lý thành lập. Nhà Lý đã trải qua 9 triều vua và chấm dứt khi vua Lý Chiêu Hoàng, lúc đó mới có 7 tuổi bị ép thoái vị để nhường ngôi cho chồng là Trần Cảnh vào năm 1225 – tổng cộng là 216 năm.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lê Đại Hành","Lê Long Đĩnh","Lý Thái Tổ","Đào Cam Mộc","Vạn Hạnh"]},{"ten":"Lý Thái Tổ dời đô về Đại la, đổi tên thành Thăng Long","namBatDau":1010,"namKetThuc":1010,"moTa":"Cuối năm 1009, Lý Công Uẩn lên ngôi, nhà Lý thành lập. Năm 1010 Lý Công Uẩn đặt niên hiệu là Thuận Thiên, ông ban hành chiếu dời đô để chuyển kinh đô nước Đại Cồ Việt từ Hoa Lư (Ninh Bình) vể Đại La (Hà Nội ngày nay) và đổi tên thành là Thăng Long. Thời Lý, kinh thành Thăng Long đã dần trở thành đô thị phồn thịnh và có quy mô lớn trong cả khu vực và trên thế giới.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Lý Thái Tổ"]},{"ten":"Ngô Quyền xưng vương, đóng đô ở Cổ Loa","namBatDau":939,"namKetThuc":939,"moTa":"Sau chiến thắng Bạch Đằng năm 938, mưu đồ xâm lược của quân Nam Hán bị đè bẹp, Việt Nam chính thức kết thúc hơn một thiên niên kỉ Bắc thuộc, mở ra một thời kì độc lập lâu dài. Sau chiến thắng này, năm 939 Ngô Quyền lên ngôi vua, chọn Cổ Loa làm kinh đô.","TrieuDai":null,"diaDiemLienQuan":["Cổ Loa"],"nhanVatLienQuan":["Ngô Quyền"]},{"ten":"Nhà nước Văn Lang ra đời","namBatDau":-700,"namKetThuc":-700,"moTa":"Văn Lang là nhà nước đầu tiên của Việt Nam trong lịch sử. Nhà nước Văn Lang được cai trị bởi các vua Hùng. Đứng đầu nhà nước là Hùng Vương, chia nước làm 15 bộ, vua giữ mọi quyền hành trong nước, tường văn là là Lạc Hầu, tướng võ là Lạc Tướng. Con trai vua là Quan Lang, con gái vua là Mị Nương. Các vị vua cai trị nước Văn Lang có tất cả 18 đời vua đều gọi là Hùng Vương.","TrieuDai":null,"diaDiemLienQuan":["Tây Bắc","Đông Bắc"],"nhanVatLienQuan":[]},{"ten":"Nhà Đường đổi Giao Châu thành An Nam đô hộ phủ","namBatDau":679,"namKetThuc":679,"moTa":"Năm 618, nhà Đường được thành lập ở Trung Quốc. Nước ta lại chịu sự thống trị của nhà Đường. Năm 679 nhà Đường đổi Giao Châu thành An Nam đô hộ phủ (sử Trung Quốc bắt đầu gọi ta là An Nam kể từ đó). Với các hình thức và thủ đoạn cai trị xảo quyệt, hà khắc và ngu dân. An Nam đô hộ phủ tương ứng với một phần tây nam Quảng Tây (Trung Quốc), Miền Bắc và miền Trung Việt Nam ngày nay, có địa bàn từ Hà Tĩnh trở ra.","TrieuDai":null,"diaDiemLienQuan":["Giao Châu"],"nhanVatLienQuan":[]},{"ten":"Nước Vạn Xuân thành lập","namBatDau":544,"namKetThuc":544,"moTa":"Sau cuộc khởi nghĩa thắng lợi của Lý Bí năm 544, Lý Bí tự xưng là Lý Nam Đế và lên ngôi, đặt niên hiệu là Thiên Đức (đức trời), đặt tên nước là Vạn Xuân (xã tắc truyền đến muôn đời). Ông cho đóng đô ở miền cửa sông Tô Lịch, dựng điện Vạn Thọ làm nơi triều hội.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế"]},{"ten":"Triệu Quang Phục giành lại độc lập","namBatDau":550,"namKetThuc":550,"moTa":"Triệu Quang Phục là người có công lớn trong cuộc khởi nghĩa Lý Bí và được Lý Bí rất tin cậy. Sau thất bại ở hồ Điển Triệt, ông được Lý Nam Đế trao quyền chỉ huy cuộc kháng chiến chống quân Lương.","TrieuDai":null,"diaDiemLienQuan":[],"nhanVatLienQuan":["Lý Nam Đế","Triệu Việt Vương"]},{"ten":"Đinh Bộ Lĩnh dẹp loạn 12 sứ quân, thống nhất đất nước, lên ngôi vua","namBatDau":968,"namKetThuc":968,"moTa":"Năm 944 Ngô Quyền mất, năm 945 Dương Tam Kha chiếm ngôi. Nhiều quan lại cựu thần của Ngô Quyền đã nổi lên chống lại Dương Tam Kha, thổ hào các nơi cũng đua nhau nổi dậy. Từ năm 966, hình thành đầy đủ 12 sứ quân chiếm giữ các địa phương. Trong hoàn cảnh nói trên, Đinh Bộ Lĩnh đã liên kết với sứ quân Trần Lãm, chiêu dụ được sứ quân Phạm Bạch Hổ, tiến đánh các sứ quân khác.","TrieuDai":null,"diaDiemLienQuan":["Hoa Lư"],"nhanVatLienQuan":["Ngô Quyền","Dương Tam Kha","Đinh Tiên Hoàng","Đinh Công Trứ"]}]